{
  "parentPart": 4,
  "number": 2,
  "name": "Contract Distribution",
  "sub": {
    "201": {
      "name": "Procedures.",
      "text": {
        "text": "Contracting officers shall distribute copies of contracts or modifications within 10 working days after execution by all parties. As a minimum, the contracting officer shall—\n\n(a) Distribute simultaneously one signed copy or reproduction of the signed contract to the contractor and the paying office;\n\n(b) When a contract is assigned to another office for contract administration (see Subpart 42.2), provide to that office—\n\n(1) One copy or reproduction of the signed contract and of each modification; and\n\n(2) A copy of the contract distribution list, showing those offices that should receive copies of modifications, and any changes to the list as they occur;\n\n(c) Distribute one copy to each accounting and finance office (funding office) whose funds are cited in the contract;\n\n(d) When the contract is not assigned for administration but contains a Cost Accounting Standards clause, provide one copy of the contract to the cognizant administrative contracting officer and mark the copy “For Cost Accounting Standards Administration Only” (see 30.601(b));\n\n(e) Provide one copy of each contract or modification that requires audit service to the appropriate field audit office listed in the “Directory of Federal Contract Audit Offices” (copies of this directory can be ordered from the—\n\nU.S. Government Printing Office\n\nSuperintendent of Document\n\nWashington, DC 20402\n\nreferencing stock numbers 008-007-03189-9 and 008-007-03190-2 for Volumes I and II, respectively); and\n\n(f) Provide copies of contracts and modifications to those organizations required to perform contract administration support functions (e.g., when manufacturing is performed at multiple sites, the contract administration office cognizant of each location)."
      },
      "sub": {}
    },
    "202": {
      "name": "Agency distribution requirements.",
      "text": {
        "text": "Agencies shall limit additional distribution requirements to the minimum necessary for proper performance of essential functions. When contracts are assigned for administration to a contract administration office located in an agency different from that of the contracting office (see Part 42), the two agencies shall agree on any necessary distribution in addition to that prescribed in 4.201."
      },
      "sub": {}
    },
    "203": {
      "name": "Taxpayer identification information.",
      "text": {
        "1": {
          "text": "Each contracting officer that issues a basic ordering agreement or indefinite-delivery contract (other than a Federal Supply Schedule contract) shall provide to contracting officers placing orders under the agreement or contract (if the contractor is not required to provide this information to the System for Award Management)—",
          "sub": {
            "i": {
              "text": "A copy of the agreement or contract with a copy of the completed solicitation provision at 52.204-3 or 52.212-3(l) as the last page of the agreement or contract; or"
            },
            "ii": {
              "text": "The contractor’s TIN and type of organization information."
            }
          }
        },
        "2": {
          "text": "Each contracting officer that places an order under a basic ordering agreement or indefinite-delivery contract (other than a Federal Supply Schedule contract) shall provide the TIN and type of organization information to the payment office in accordance with paragraph (a) or (b) of this section."
        },
        "a": {
          "text": "If the contractor has furnished a Taxpayer Identification Number (TIN) when completing the solicitation provision at 52.204-3, Taxpayer Identification, or paragraph (l) of the solicitation provision at 52.212-3, Offeror Representations and Certifications—Commercial Items, the contracting officer shall, unless otherwise provided in agency procedures, attach a copy of the completed solicitation provision as the last page of the copy of the contract sent to the payment office."
        },
        "b": {
          "text": "If the TIN or type of organization is derived from a source other than the provision at 52.204-3 or 52.212-3(l), the contracting officer shall annotate the last page of the contract or order forwarded to the payment office to state the contractor’s TIN and type of organization, unless this information is otherwise provided to the payment office in accordance with agency procedures."
        },
        "c": {
          "text": "If the contractor provides its TIN or type of organization to the contracting officer after award, the contracting officer shall forward the information to the payment office within 7 days of its receipt."
        },
        "d": {
          "text": "Federal Supply Schedule contracts. Each contracting officer that places an order under a Federal Supply Schedule contract (see Subpart 8.4) shall provide the TIN and type of organization information to the payment office in accordance with paragraph (b) of this section."
        },
        "e": {
          "text": "Basic ordering agreements and indefinite-delivery contracts (other than Federal Supply Schedule contracts)."
        }
      },
      "sub": {}
    }
  }
}