{
  "parentPart": 25,
  "number": 11,
  "name": "Solicitation Provisions and Contract Clauses",
  "sub": {
    "1101": {
      "name": "Acquisition of supplies.",
      "text": {
        "text": "The following provisions and clauses apply to the acquisition of supplies and the acquisition of services involving the furnishing of supplies.\n\n(a)(1) Insert the clause at 52.225-1, Buy American—Supplies, in solicitations and contracts with a value exceeding the micro-purchase threshold but not exceeding $25,000; and in solicitations and contracts with a value exceeding $25,000, if none of the clauses prescribed in paragraphs (b) and (c) of this section apply, except if—\n\n(i) The solicitation is restricted to domestic end products in accordance with subpart 6.3;\n\n(ii) The acquisition is for supplies for use within the United States and an exception to the Buy American statute applies (e.g., nonavailability, public interest, or information technology that is a commercial item); or\n\n(iii) The acquisition is for supplies for use outside the United States.\n\n(2) Insert the provision at 52.225-2, Buy American Certificate, in solicitations containing the clause at 52.225-1.\n\n(b)\n\n(1)\n\n(i) Insert the clause at 52.225-3, Buy American—Free Trade Agreements—Israeli Trade Act, in solicitations and contracts if—\n\n(A) The acquisition is for supplies, or for services involving the furnishing of supplies, for use within the United States, and the acquisition value is $25,000 or more, but is less than $191,000;\n\n(B) The acquisition is not for information technology that is a commercial item, using fiscal year 2004 or subsequent fiscal year funds; and\n\n(C) No exception in 25.401 applies. For acquisitions of agencies not subject to the Israeli Trade Act (see 25.406), see agency regulations.\n\n(ii) If the acquisition value is $25,000 or more but is less than $50,000, use the clause with its Alternate I.\n\n(iii) If the acquisition value is $50,000 or more but is less than $77,533, use the clause with its Alternate II.\n\n(iv) If the acquisition value is $77,533 or more but is less than $100,000, use the clause with its Alternate III.\n\n(2)(i) Insert the provision at 52.225-4, Buy American—Free Trade Agreements—Israeli Trade Act Certificate, in solicitations containing the clause at 52.225-3.\n\n(ii) If the acquisition value is $25,000 or more but is less than $50,000, use the provision with its Alternate I.\n\n(iii) If the acquisition value is $50,000 or more but is less than $77,533, use the provision with its Alternate II.\n\n(iv) If the acquisition value is $77,533 or more, but is less than $100,000, use the provision with its Alternate III.\n\n(c)(1) Insert the clause at 52.225-5, Trade Agreements, in solicitations and contracts valued at $191,000 or more, if the acquisition is covered by the WTO GPA (see subpart 25.4) and the agency has determined that the restrictions of the Buy American statute are not applicable to U.S.-made end products. If the agency has not made such a determination, the contracting officer must follow agency procedures.\n\n(2) Insert the provision at 52.225-6, Trade Agreements Certificate, in solicitations containing the clause at 52.225-5.\n\n(d) Insert the provision at 52.225-7, Waiver of Buy American Statute for Civil Aircraft and Related Articles, in solicitations for civil aircraft and related articles (see 25.407), if the acquisition value is less than $191,000.\n\n(e) Insert the clause at 52.225-8, Duty-Free Entry, in solicitations and contracts for supplies that may be imported into the United States and for which duty-free entry may be obtained in accordance with 25.903(a), if the value of the acquisition—\n\n(1) Exceeds the simplified acquisition threshold; or\n\n(2) Does not exceed the simplified acquisition threshold, but the savings from waiving the duty is anticipated to be more than the administrative cost of waiving the duty. When used for acquisitions that do not exceed the simplified acquisition threshold, the contracting officer may modify paragraphs (c)(1) and (j)(2) of the clause to reduce the dollar figure.\n\n(f) Insert the provision at 52.225-18, Place of Manufacture, in solicitations that are predominantly for the acquisition of manufactured end products (i.e., the estimated value of the manufactured end products exceeds the estimated value of other items to be acquired as a result of the solicitation)."
      },
      "sub": {}
    },
    "1102": {
      "name": "Acquisition of construction.",
      "text": {
        "text": "When using funds other than those appropriated under the American Recovery and Reinvestment Act of 2009 (Pub. L. 111-5) (Recovery Act), follow the prescriptions in paragraphs (a) through (d) of this section. Otherwise, follow the prescription in paragraph (e).\n\n(a) Insert the clause at 52.225-9, Buy American—Construction Materials, in solicitations and contracts for construction that is performed in the United States valued at less than $7,358,000.\n\n(1) List in paragraph (b)(2) of the clause all foreign construction material excepted from the requirements of the Buy American statute.\n\n(2) If the head of the agency determines that a higher percentage is appropriate, substitute the higher evaluation percentage in paragraph (b)(3)(i) of the clause.\n\n(b)(1) Insert the provision at 52.225-10, Notice of Buy American Requirement—Construction Materials, in solicitations containing the clause at 52.225-9.\n\n(2) If insufficient time is available to process a determination regarding the inapplicability of the Buy American statute before receipt of offers, use the provision with its Alternate I.\n\n(c) Insert the clause at 52.225-11, Buy American—Construction Materials under Trade Agreements, in solicitations and contracts for construction that is performed in the United States valued at $7,358,000 or more.\n\n(1) List in paragraph (b)(3) of the clause all foreign construction material excepted from the requirements of the Buy American statute, other than designated country construction material.\n\n(2) If the head of the agency determines that a higher percentage is appropriate, substitute the higher evaluation percentage in paragraph (b)(4)(i) of the clause.\n\n(3) For acquisitions valued at $7,358,000 or more, but less than $10,079,365, use the clause with its Alternate I. List in paragraph (b)(3) of the clause all foreign construction material excepted from the requirements of the Buy American statute, unless the excepted foreign construction material is from a designated country other than Bahrain, Mexico, and Oman.\n\n(d)(1) Insert the provision at 52.225-12, Notice of Buy American Requirement—Construction Materials under Trade Agreements, in solicitations containing the clause at 52.225-11.\n\n(2) If insufficient time is available to process a determination regarding the inapplicability of the Buy American statute before receipt of offers, use the provision with its Alternate I.\n\n(3) For acquisitions valued at $7,358,000 or more, but less than $10,079,365, use the provision with its Alternate II.\n\n(e)(1) When using funds appropriated under the Recovery Act for construction, use provisions and clauses 52.225-21, 52.225-22, 52.225-23, or 52.225-24 (with appropriate Alternates) in lieu of the provisions and clauses 52.225-9,  52.225-10, 52.225-11, or 52.225-12 (with appropriate Alternates), respectively, that would be applicable as prescribed in paragraphs (a) through (d) of this section if Recovery Act funds were not used.\n\n(2) If these Recovery Act provisions and clauses are only applicable to a project consisting of certain line items in the contract, identify in the schedule the line items to which the provisions and clauses apply.\n\n(3) When using clause 52.225-23, list foreign construction material in paragraph (b)(3) of the clause as follows:\n\n(i) Basic clause. List all foreign construction materials excepted from the Buy American statute or section 1605 of the Recovery Act, other than manufactured construction material from a Recovery Act designated country or unmanufactured construction material from a designated country.\n\n(ii) Alternate I. List in paragraph (b)(3) of the clause all foreign construction material excepted from the Buy American statute or section 1605 of the Recovery Act, other than—\n\n(A) Manufactured construction material from a Recovery Act designated country other than Bahrain, Mexico, or Oman; or\n\n(B) Unmanufactured construction material from a designated country other than Bahrain, Mexico, or Oman."
      },
      "sub": {}
    },
    "1103": {
      "name": "Other provisions and clauses.",
      "text": {
        "a": {
          "text": "Restrictions on certain foreign purchases. Insert the clause at 52.225-13, Restrictions on Certain Foreign Purchases, in solicitations and contracts, unless an exception applies."
        },
        "b": {
          "text": "Translations. Insert the clause at 52.225-14, Inconsistency Between English Version and Translation of Contract, in solicitations and contracts if anticipating translation into another language."
        },
        "c": {
          "text": "Foreign currency offers. Insert the provision at 52.225-17, Evaluation of Foreign Currency Offers, in solicitations that permit the use of other than a specified currency. Insert in the provision the source of the rate to be used in the evaluation of offers."
        },
        "d": {
          "text": "The contracting officer shall include in each solicitation for the acquisition of products or services (other than commercial items procured under Part 12) the provision at 52.225-20, Prohibition on Conducting Restricted Business Operations in Sudan—Certification."
        },
        "e": {
          "text": "The contracting officer shall include in all solicitations the provision at 52.225-25, Prohibition on Contracting with Entities Engaging in Certain Activities or Transactions Relating to Iran-Representation and Certifications."
        }
      },
      "sub": {}
    }
  }
}