{
  "parentPart": 27,
  "number": 4,
  "name": "Rights in Data and Copyrights",
  "sub": {
    "400": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart sets forth policies and procedures regarding rights in data and copyrights, and acquisition of data. The policy statement in 27.402 applies to all executive agencies. The remainder of the subpart applies to all executive agencies except the Department of Defense."
      },
      "sub": {}
    },
    "401": {
      "name": "Definitions.",
      "text": {
        "text": "As used in this subpart—\n\n“Data” means recorded information, regardless of form or the media on which it may be recorded. The term includes technical data and computer software. The term does not include information incidental to contract administration, such as financial, administrative, cost or pricing, or management information.\n\n“Form, fit, and function data” means data relating to items, components, or processes that are sufficient to enable physical and functional interchangeability, and data identifying source, size, configuration, mating and attachment characteristics, functional characteristics, and performance requirements. For computer software it means data identifying source, functional characteristics, and performance requirements, but specifically excludes the source code, algorithms, processes, formulas, and flow charts of the software.\n\n“Limited rights” means the rights of the Government in limited rights data as set forth in a Limited Rights Notice.\n\n“Limited rights data” means data, other than computer software, that embody trade secrets or are commercial or financial and confidential or privileged, to the extent that such data pertain to items, components, or processes developed at private expense, including minor modifications. (Agencies may, however, adopt the following alternate definition: Limited rights data means data (other than computer software) developed at private expense that embody trade secrets or are commercial or financial and confidential or privileged (see 27.404-2(b)).\n\n“Restricted computer software” means computer software developed at private expense and that is a trade secret, is commercial or financial and confidential or privileged, or is copyrighted computer software, including minor modifications of the computer software.\n\n“Restricted rights” means the rights of the Government in restricted computer software as set forth in a Restricted Rights Notice.\n\n“Unlimited rights” means the rights of the Government to use, disclose, reproduce, prepare derivative works, distribute copies to the public, and perform publicly and display publicly, in any manner and for any purpose, and to have or permit others to do so."
      },
      "sub": {}
    },
    "402": {
      "name": "Policy.",
      "text": {
        "a": {
          "text": "To carry out their missions and programs, agencies acquire or obtain access to many kinds of data produced during or used in the performance of their contracts. Agencies require data to—",
          "sub": {
            "1": {
              "text": "Obtain competition among suppliers;"
            },
            "2": {
              "text": "Fulfill certain responsibilities for disseminating and publishing the results of their activities;"
            },
            "3": {
              "text": "Ensure appropriate utilization of the results of research, development, and demonstration activities including the dissemination of technical information to foster subsequent technological developments;"
            },
            "4": {
              "text": "Meet other programmatic and statutory requirements; and"
            },
            "5": {
              "text": "Meet specialized acquisition needs and ensure logistics support."
            }
          }
        },
        "b": {
          "text": "Contractors may have proprietary interests in data. In order to prevent the compromise of these interests, agencies shall protect proprietary data from unauthorized use and disclosure. The protection of such data is also necessary to encourage qualified contractors to participate in and apply innovative concepts to Government programs. In light of these considerations, agencies shall balance the Government’s needs and the contractor’s legitimate proprietary interests."
        }
      },
      "sub": {}
    },
    "403": {
      "name": "Data rights—General.",
      "text": {
        "text": "All contracts that require data to be produced, furnished, acquired, or used in meeting contract performance requirements, must contain terms that delineate the respective rights and obligations of the Government and the contractor regarding the use, reproduction, and disclosure of that data. Data rights clauses do not specify the type, quantity or quality of data that is to be delivered, but only the respective rights of the Government and the contractor regarding the use, disclosure, or reproduction of the data. Accordingly, the contract shall specify the data to be delivered."
      },
      "sub": {}
    },
    "404": {
      "name": "Basic rights in data clause.",
      "text": {
        "text": "This section describes the operation of the clause at 52.227-14, Rights in Data—General, and also the use of the provision at 52.227-15, Representation of Limited Rights Data and Restricted Computer Software."
      },
      "sub": {
        "1": {
          "name": "Unlimited rights data.",
          "text": {
            "text": "The Government acquires unlimited rights in the following data except for copyrighted works as provided in 27.404-3:\n\n(a) Data first produced in the performance of a contract (except to the extent the data constitute minor modifications to data that are limited rights data or restricted computer software).\n\n(b) Form, fit, and function data delivered under contract.\n\n(c) Data (except as may be included with restricted computer software) that constitute manuals or instructional and training material for installation, operation, or routine maintenance and repair of items, components, or processes delivered or furnished for use under a contract.\n\n(d) All other data delivered under the contract other than limited rights data or restricted computer software (see 27.404-2)."
          }
        },
        "2": {
          "name": "Limited rights data and restricted computer software.",
          "text": {
            "1": {
              "text": "Alternate III of the clause at 52.227-14, enables the Government to require delivery of restricted computer software rather than allow the contractor to withhold such restricted computer software. To obtain delivery of restricted computer software the contracting officer shall—",
              "sub": {
                "i": {
                  "text": "Identify and specify the deliverable computer software in the contract; or"
                },
                "ii": {
                  "text": "Require by written request during contract performance, the delivery of computer software that has been withheld or identified to be withheld under paragraph (g)(1) of the clause."
                }
              }
            },
            "2": {
              "text": "In considering whether to use Alternate III, contracting officers should note that, unlike other data, computer software is also an end item in itself. Thus, the contracting officer shall use Alternate III if delivery of restricted computer software is required to meet agency needs."
            },
            "3": {
              "text": "Unless otherwise agreed (see paragraph (d)(4) of this subsection), the restricted rights obtained by the Government are set forth in the Restricted Rights Notice contained in paragraph (g)(4) (Alternate III). Such restricted computer software will not be used or reproduced by the Government, or disclosed outside the Government, except that the computer software may be—",
              "sub": {
                "i": {
                  "text": "Used or copied for use with the computers for which it was acquired, including use at any Government installation to which the computers may be transferred;"
                },
                "ii": {
                  "text": "Used or copied for use with a backup computer if any computer for which it was acquired is inoperative;"
                },
                "iii": {
                  "text": "Reproduced for safekeeping (archives) or backup purposes;"
                },
                "iv": {
                  "text": "Modified, adapted, or combined with other computer software, provided that the modified, adapted, or combined portions of the derivative software incorporating any of the delivered, restricted computer software shall be subject to the same restricted rights;"
                },
                "v": {
                  "text": "Disclosed to and reproduced for use by support service contractors or their subcontractors, in accordance with paragraphs (3)(i) through (iv) of this section; and"
                },
                "vi": {
                  "text": "Used or copied for use with a replacement computer."
                }
              }
            },
            "4": {
              "text": "The restricted rights set forth in paragraph (d)(3) of this subsection are the minimum rights the Government normally obtains with restricted computer software and will automatically apply when such software is acquired under the Restricted Rights Notice of paragraph (g)(4) of Alternate III of the clause at 52.227-14. However, the contracting officer may specify different rights in the contract, consistent with the purposes and needs for which the software is to be acquired. For example, the contracting officer should consider any networking needs or any requirements for use of the computer software from remote terminals. Also, in addressing such needs, the scope of the restricted rights may be different for the documentation accompanying the computer software than for the programs and databases. Any additions to, or limitations on, the restricted rights set forth in the Restricted Rights Notice of paragraph (g)(4) of Alternate III of the clause at 52.227-14 shall be expressly stated in the contract or in a collateral agreement incorporated in and made part of the contract, and the notice modified accordingly."
            },
            "5": {
              "text": "The provision at 52.227-15, Representation of Limited Rights Data and Restricted Computer Software, helps the contracting officer determine whether to use the clause at 52.227-14 with its Alternate III. This provision requests that an offeror state whether restricted computer software is likely to be delivered under the contract. In addition, the need for Alternate III should be addressed during negotiations or discussions with an offeror, particularly where negotiations are based on an unsolicited proposal. However, if Alternate III is not used initially, it may be added by modification, if needed, during contract performance."
            },
            "a": {
              "text": "General. The basic clause at 52.227-14, Rights in Data—General, enables the contractor to protect qualifying limited rights data and restricted computer software by withholding the data from the Government and instead delivering form, fit, and function data."
            },
            "b": {
              "text": "Alternate definition of limited rights data. For contracts that do not require the development, use, or delivery of items, components, or processes that are intended to be acquired by or for the Government, an agency may adopt the alternate definition of limited rights data set forth in Alternate I to the clause at 52.227-14. The alternate definition does not require that the data pertain to items, components, or processes developed at private expense; but rather that the data were developed at private expense and embody a trade secret or are commercial or financial and confidential or privileged."
            },
            "c": {
              "text": "Protection of limited rights data specified for delivery.",
              "sub": {
                "1": {
                  "text": "The clause at 52.227-14 with its Alternate II enables the Government to require delivery of limited rights data rather than allow the contractor to withhold the data. To obtain delivery, the contract may identify and specify data to be delivered, or the contracting officer may require, by written request during contract performance, the delivery of data that has been withheld or identified to be withheld under paragraph (g)(1) of the clause. In addition, the contract may specifically identify data that are not to be delivered under Alternate II or which, if delivered, will be delivered with limited rights. The limited rights obtained by the Government are set forth in the Limited Rights Notice contained in paragraph (g)(3) of Alternate II. Agencies shall not, without permission of the contractor, use limited rights data for purposes of manufacture or disclose the data outside the Government except as set forth in the Notice. Any disclosure by the Government shall be subject to prohibition against further use and disclosure by the recipient. The following are examples of specific purposes that may be adopted by an agency in its supplement and added to the Limited Rights Notice of paragraph (g)(3) of Alternate II of the clause:",
                  "sub": {
                    "i": {
                      "text": "Use (except for manufacture) by support service contractors."
                    },
                    "ii": {
                      "text": "Evaluation by nongovernment evaluators."
                    },
                    "iii": {
                      "text": "Use (except for manufacture) by other contractors participating in the Government’s program of which the specific contract is a part."
                    },
                    "iv": {
                      "text": "Emergency repair or overhaul work."
                    },
                    "v": {
                      "text": "Release to a foreign government, or its instrumentalities, if required to serve the interests of the U.S. Government, for information or evaluation, or for emergency repair or overhaul work by the foreign government."
                    }
                  }
                },
                "2": {
                  "text": "The provision at 52.227-15, Representation of Limited Rights Data and Restricted Computer Software, helps the contracting officer to determine whether the clause at 52.227-14 should be used with its Alternate II. This provision requests that an offeror state whether limited rights data are likely to be delivered. Where limited rights data are expected to be delivered, use Alternate II. Where negotiations are based on an unsolicited proposal, the need for Alternate II of the clause at 52.227-14 should be addressed during negotiations or discussions, and if Alternate II was not included initially it may be added by modification, if needed, during contract performance."
                },
                "3": {
                  "text": "If data that would otherwise qualify as limited rights data is delivered as a computer database, the data shall be treated as limited rights data, rather than restricted computer software, for the purposes of paragraph (g) of the clause at 52.227-14."
                }
              }
            },
            "d": {
              "text": "Protection of restricted computer software specified for delivery."
            }
          }
        },
        "3": {
          "name": "Copyrighted works.",
          "text": {
            "1": {
              "text": "Contractors shall not deliver any data that is not first produced under the contract without either—",
              "sub": {
                "i": {
                  "text": "Acquiring for or granting to the Government a copyright license for the data; or"
                },
                "ii": {
                  "text": "Obtaining permission from the contracting officer to do otherwise."
                }
              }
            },
            "2": {
              "text": "The copyright license the Government acquires for such data will normally be of the same scope as discussed in paragraph (a)(4) of this subsection, and is set forth in paragraph (c)(2) of the clause at 52.227-14. However, agencies may obtain a license of different scope if the agency determines, after consultation with its legal counsel, that such different license will not be inconsistent with the purpose of acquiring the data. If a license of a different scope is acquired, it must be so stated in the contract and clearly set forth in a conspicuous place on the data when delivered to the Government. If the contractor delivers computer software not first produced under the contract, the contractor shall grant the Government the license set forth in paragraph (g)(4) of Alternate III if included in the clause at 52.227-14, or a license agreed to in a collateral agreement made part of the contract."
            },
            "a": {
              "text": "Data first produced in the performance of a contract.",
              "sub": {
                "1": {
                  "text": "Generally, the contractor must obtain permission of the contracting officer prior to asserting rights in any copyrighted work containing data first produced in the performance of a contract. However, contractors are normally authorized, without prior approval of the contracting officer, to assert copyright in technical or scientific articles based on or containing such data that is published in academic, technical or professional journals, symposia proceedings and similar works."
                },
                "2": {
                  "text": "The contractor must make a written request for permission to assert its copyright in works containing data first produced under the contract. In its request, the contractor should identify the data involved or furnish copies of the data for which permission is requested, as well as a statement as to the intended publication or dissemination media or other purpose for which the permission is requested. Generally, a contracting officer should grant the contractor’s request when copyright protection will enhance the appropriate dissemination or use of the data unless the—",
                  "sub": {
                    "i": {
                      "text": "Data consist of a report that represents the official views of the agency or that the agency is required by statute to prepare;"
                    },
                    "ii": {
                      "text": "Data are intended primarily for internal use by the Government;"
                    },
                    "iii": {
                      "text": "Data are of the type that the agency itself distributes to the public under an agency program;"
                    },
                    "iv": {
                      "text": "Government determines that limitation on distribution of the data is in the national interest; or"
                    },
                    "v": {
                      "text": "Government determines that the data should be disseminated without restriction."
                    }
                  }
                },
                "3": {
                  "text": "Alternate IV of the clause at 52.227-14 provides a substitute paragraph (c)(1) granting permission for contractors to assert copyright in any data first produced in the performance of the contract without the need for any further requests. Except for contracts for management or operation of Government facilities and contracts and subcontracts in support of programs being conducted at those facilities or where international agreements require otherwise, Alternate IV shall be used in all contracts for basic or applied research to be performed solely by colleges and universities. Alternate IV shall not be used in contracts with colleges and universities if a purpose of the contract is for development of computer software for distribution to the public (including use in solicitations) by or on behalf of the Government. In addition, Alternate IV may be used in other contracts if an agency determines that it is not necessary for a contractor to request further permission to assert copyright in data first produced in performance of the contract. The contracting officer may exclude any data, or items or categories of data, from the provisions of Alternate IV by expressly so providing in the contract or by adding a paragraph (d)(4) to the clause, consistent with 27.404-4(b)."
                },
                "4": {
                  "text": "Pursuant to paragraph (c)(1) of the clause at 52.227-14, the contractor grants the Government a paid-up nonexclusive, irrevocable, worldwide license to reproduce, prepare derivative works, distribute to the public, perform publicly and display publicly by or on behalf of the Government, for all data (other than computer software) first produced in the performance of a contract. For computer software, the scope of the Government’s license includes all of the above rights except the right to distribute to the public. Agencies may also obtain a license of different scope if the contracting officer determines, after consulting with legal counsel, such a license will substantially enhance the dissemination of any data first produced under the contract or if such a license is required to comply with international agreements. If an agency obtains a different license, the contractor shall clearly state the scope of that license in a conspicuous place on the medium on which the data is recorded. For example, if the data is delivered as a report, the terms of the license shall be stated on the cover, or first page, of the report."
                },
                "5": {
                  "text": "The clause requires the contractor to affix the applicable copyright notices of 17 U.S.C. 401 or 402, and acknowledgment of Government sponsorship, (including the contract number) to data when it asserts copyright in data. Failure to do so could result in such data being treated as unlimited rights data (see 27.404-5(b))."
                }
              }
            },
            "b": {
              "text": "Data not first produced in the performance of a contract."
            }
          }
        },
        "4": {
          "name": "Contractor’s release, publication, and use of data.",
          "text": {
            "a": {
              "text": "In contracts for basic or applied research with universities or colleges, agencies shall not place any restrictions on the conduct of or reporting on the results of unclassified basic or applied research, except as provided in applicable U.S. statutes. However, agencies may restrict the release or disclosure of computer software that is or is intended to be developed to the point of practical application (including for agency distribution under established programs). This is not considered a restriction on the reporting of the results of basic or applied research. Agencies may also preclude a contractor from asserting copyright in any computer software for purposes of established agency distribution programs, or where required to accomplish the purpose for which the software is acquired."
            },
            "b": {
              "text": "Except for the results of basic or applied research under contracts with universities or colleges, agencies may, to the extent provided in their FAR supplements, place limitations or restrictions on the contractor’s exercise of its rights in data first produced in the performance of the contract, including a requirement to assign copyright to the Government or another party. Any of these restrictions shall be expressly included in the contract."
            }
          }
        },
        "5": {
          "name": "Unauthorized, omitted, or incorrect markings.",
          "text": {
            "1": {
              "text": "Data delivered under a contract containing the clause without a limited rights notice or restricted rights notice, and without a copyright notice, will be presumed to have been delivered with unlimited rights, and the Government assumes no liability for the disclosure, use, or reproduction of the data. However, to the extent the data has not been disclosed without restriction outside the Government, the contractor may, within 6 months (or a longer period approved by the contracting officer for good cause shown), request permission of the contracting officer to have the omitted limited rights or restricted rights notices, as applicable, placed on qualifying data at the contractor's expense. The contracting officer may permit adding appropriate notices if the contractor—",
              "sub": {
                "i": {
                  "text": "Identifies the data for which a notice is to be added;"
                },
                "ii": {
                  "text": "Demonstrates that the omission of the proposed notice was inadvertent;"
                },
                "iii": {
                  "text": "Establishes that use of the proposed notice is authorized; and"
                },
                "iv": {
                  "text": "Acknowledges that the Government has no liability with respect to any disclosure or use of any such data made prior to the addition of the notice or resulting from the omission of the notice."
                }
              }
            },
            "2": {
              "text": "The contracting officer may also—"
            },
            "a": {
              "text": "Unauthorized marking of data.",
              "sub": {
                "1": {
                  "text": "The Government has, in accordance with paragraph (e) of the clause at 52.227-14, the right to either return data containing unauthorized markings or to cancel or ignore the markings."
                },
                "2": {
                  "text": "Agencies shall not cancel or ignore markings without making written inquiry of the contractor and affording the contractor at least 60 days to provide a written justification substantiating the propriety of the markings.",
                  "sub": {
                    "i": {
                      "text": "If the contractor fails to respond or fails to provide a written justification substantiating the propriety of the markings within the time afforded, the Government may cancel or ignore the markings."
                    },
                    "ii": {
                      "text": "If the contractor provides a written justification substantiating the propriety of the markings, the contracting officer shall consider the justification."
                    },
                    "A": {
                      "text": "If the contracting officer determines that the markings are authorized, the contractor will be so notified in writing."
                    },
                    "B": {
                      "text": "If the contracting officer determines, with concurrence of the head of the contracting activity, that the markings are not authorized, the contractor will be furnished a written determination which becomes the final agency decision regarding the appropriateness of the markings and the markings will be cancelled or ignored and the data will no longer be made subject to disclosure prohibitions, unless the contractor files suit within 90 days in a court of competent jurisdiction. The markings will not be cancelled or ignored until final resolution of the matter, either by the contracting officer's determination becoming the final agency decision or by final disposition of the matter by court decision if suit is filed."
                    }
                  }
                },
                "3": {
                  "text": "The foregoing procedures may be modified in accordance with agency regulations implementing the Freedom of Information Act (5 U.S.C. 552) if necessary to respond to a request. In addition, the contractor may bring a claim, in accordance with the Disputes clause of the contract, that may arise as the result of the Government’s action to remove or ignore any markings on data, unless the action occurs as the result of a final disposition of the matter by a court of competent jurisdiction."
                }
              }
            },
            "b": {
              "text": "Omitted or incorrect notices."
            },
            "i": {
              "text": "Permit correction, at the contractor’s expense, of incorrect notices if the contractor identifies the data on which correction of the notice is to be made, and demonstrates that the correct notice is authorized; or"
            },
            "ii": {
              "text": "Correct any incorrect notices."
            }
          }
        },
        "6": {
          "name": "Inspection of data at the contractor’s facility.",
          "text": {
            "text": "Contracting officers may obtain the right to inspect data at the contractor’s facility by use of the clause at 52.227-14 with its Alternate V, which adds paragraph (j) to provide that right. Agencies may also adopt Alternate V for general use. The data subject to inspection may be data withheld or withholdable under paragraph (g)(1) of the clause. Inspection may be made by the contracting officer or designee (including nongovernmental personnel under the same conditions as the contracting officer) for the purpose of verifying a contractor’s assertion regarding the limited rights or restricted rights status of the data, or for evaluating work performance under the contract. This right may be exercised up to 3 years after acceptance of all items to be delivered under the contract. The contract may specify data items that are not subject to inspection under paragraph (j) of the Alternate. If the contractor demonstrates to the contracting officer that there would be a possible conflict of interest if inspection were made by a particular representative, the contracting officer shall designate an alternate representative."
          }
        }
      }
    },
    "405": {
      "name": "Other data rights provisions.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "Special works.",
          "text": {
            "a": {
              "text": "The clause at 52.227-17, Rights in Data—Special Works, is for use in contracts (or may be made applicable to portions thereof) that are primarily for the production or compilation of data (other than limited rights data or restricted computer software) for the Government’s own use, or when there is a specific need to limit distribution and use of the data or to obtain indemnity for liabilities that may arise out of the content, performance, or disclosure of the data. Examples are contracts for—",
              "sub": {
                "1": {
                  "text": "The production of audiovisual works, including motion pictures or television recordings with or without accompanying sound, or for the preparation of motion picture scripts, musical compositions, sound tracks, translation, adaptation, and the like;"
                },
                "2": {
                  "text": "Histories of the respective agencies, departments, services, or units thereof;"
                },
                "3": {
                  "text": "Surveys of Government establishments;"
                },
                "4": {
                  "text": "Works pertaining to the instruction or guidance of Government officers and employees in the discharge of their official duties;"
                },
                "5": {
                  "text": "The compilation of reports, books, studies, surveys, or similar documents that do not involve research, development, or experimental work;"
                },
                "6": {
                  "text": "The collection of data containing personally identifiable information such that the disclosure thereof would violate the right of privacy or publicity of the individual to whom the information relates;"
                },
                "7": {
                  "text": "Investigatory reports;"
                },
                "8": {
                  "text": "The development, accumulation, or compilation of data (other than that resulting from research, development, or experimental work performed by the contractor), the early release of which could prejudice follow-on acquisition activities or agency regulatory or enforcement activities; or"
                },
                "9": {
                  "text": "The development of computer software programs, where the program—"
                },
                "i": {
                  "text": "May give a commercial advantage; or"
                },
                "ii": {
                  "text": "Is agency mission sensitive, and release could prejudice agency mission, programs, or follow-on acquisitions."
                }
              }
            },
            "b": {
              "text": "The contract may specify the purposes and conditions (including time limitations) under which the data may be used, released, or reproduced other than for contract performance. Contracts for the production of audiovisual works, sound recordings, etc., may include limitations in connection with talent releases, music licenses, and the like that are consistent with the purposes for which the works are acquired."
            },
            "c": {
              "text": "Paragraph (c)(1)(ii) of the clause, which enables the Government to obtain assignment of copyright in any data first produced in the performance of the contract, may be deleted if the contracting officer determines that such assignment is not needed to further the objectives of the contract."
            },
            "d": {
              "text": "Paragraph (e) of the clause, which requires the contractor to indemnify the Government against any liability incurred as the result of any violation of trade secrets, copyrights, right of privacy or publicity, or any libelous or other unlawful matter arising out of or contained in any production or compilation of data that are subject to the clause, may be deleted or limited in scope where the contracting officer determines that, because of the nature of the particular data involved, such liability will not arise."
            },
            "e": {
              "text": "When the audiovisual or other special works are produced to accomplish a public purpose other than acquisition for the Government’s own use (such as for production and distribution to the public of the works by other than a Federal agency) agencies are authorized to modify the clause for use in contracts, with rights in data provisions that meet agency mission needs yet protect free speech and freedom of expression, as well as the artistic license of the creator of the work."
            }
          }
        },
        "2": {
          "name": "Existing works.",
          "text": {
            "text": "The clause at 52.227-18, Rights in Data—Existing Works, is for use in contracts exclusively for the acquisition (without modification) of existing works such as, motion pictures, television recordings, and other audiovisual works; sound recordings; musical, dramatic, and literary works; pantomimes and choreographic works; pictorial, graphic, and sculptural works; and works of a similar nature. The contract may set forth limitations consistent with the purposes for which the works covered by the contract are being acquired. Examples of these limitations are means of exhibition or transmission, time, type of audience, and geographical location. However, if the contract requires that works of the type indicated in this paragraph are to be modified through editing, translation, or addition of subject matter, etc. (rather than purchased in existing form), then see 27.405-1."
          }
        },
        "3": {
          "name": "Commercial computer software.",
          "text": {
            "a": {
              "text": "When contracting other than from GSA’s Multiple Award Schedule contracts for the acquisition of commercial computer software, no specific contract clause prescribed in this subpart need be used, but the contract shall specifically address the Government’s rights to use, disclose, modify, distribute, and reproduce the software. Section 12.212 sets forth the guidance for the acquisition of commercial computer software and states that commercial computer software or commercial computer software documentation shall be acquired under licenses customarily provided to the public to the extent the license is consistent with Federal law and otherwise satisfies the Government’s needs. The clause at 52.227-19, Commercial Computer Software License, may be used when there is any confusion as to whether the Government’s needs are satisfied or whether a customary commercial license is consistent with Federal law. Additional or lesser rights may be negotiated using the guidance concerning restricted rights as set forth in 27.404-2(d), or the clause at 52.227-19. If greater rights than the minimum rights identified in the clause at 52.227-19 are needed, or lesser rights are to be acquired, they shall be negotiated and set forth in the contract. This includes any additions to, or limitations on, the rights set forth in paragraph (b) of the clause at 52.227-19 when used. Examples of greater rights may be those necessary for networking purposes or use of the software from remote terminals communicating with a host computer where the software is located. If the computer software is to be acquired with unlimited rights, the contract shall also so state. In addition, the contract shall adequately describe the computer programs and/or databases, the media on which it is recorded, and all the necessary documentation."
            },
            "b": {
              "text": "If the contract incorporates, makes reference to, or uses a vendor’s standard commercial lease, license, or purchase agreement, the contracting officer shall ensure that the agreement is consistent with paragraph (a)(1) of this subsection. The contracting officer should exercise caution in accepting a vendor’s terms and conditions, since they may be directed to commercial sales and may not be appropriate for Government contracts. Any inconsistencies in a vendor’s standard commercial agreement shall be addressed in the contract and the contract terms shall take precedence over the vendor’s standard commercial agreement. If the clause at 52.227-19 is used, inconsistencies in the vendor’s standard commercial agreement regarding the Government’s right to use, reproduce or disclose the computer software are reconciled by that clause."
            },
            "c": {
              "text": "If a prime contractor under a contract containing the clause at 52.227-14, Rights in Data—General, with paragraph (g)(4) (Alternate III) in the clause, acquires restricted computer software from a subcontractor (at any tier) as a separate acquisition for delivery to or for use on behalf of the Government, the contracting officer may approve any additions to, or limitations on the restricted rights in the Restricted Rights Notice of paragraph (g)(4) in a collateral agreement incorporated in and made part of the contract."
            }
          }
        },
        "4": {
          "name": "Other existing data.",
          "text": {
            "a": {
              "text": "Except for existing works pursuant to 27.405-2 or commercial computer software pursuant to 27.405-3, no clause contained in this subpart is required to be included in—",
              "sub": {
                "1": {
                  "text": "Contracts solely for the acquisition of books, periodicals, and other printed items in the exact form in which these items are to be obtained unless reproduction rights are to be acquired; or"
                },
                "2": {
                  "text": "Other contracts that require only existing data (other than limited rights data) to be delivered and the data are available without disclosure prohibitions, unless reproduction rights to the data are to be obtained."
                }
              }
            },
            "b": {
              "text": "If the reproduction rights to the data are to be obtained in any contract of the type described in paragraph (b)(1) (i) or (ii) of this section, the rights shall be specifically set forth in the contract. No clause contained in this subpart is required to be included in contracts substantially for on-line data base services in the same form as they are normally available to the general public."
            }
          }
        }
      }
    },
    "406": {
      "name": "Acquisition of data.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "General.",
          "text": {
            "a": {
              "text": "It is the Government’s practice to determine, to the extent feasible, its data requirements in time for inclusion in solicitations. The data requirements may be subject to revision during contract negotiations. Since the preparation, reformatting, maintenance and updating, cataloging, and storage of data represents an expense to both the Government and the contractor, efforts should be made to keep the contract data requirements to a minimum, consistent with the purposes of the contract."
            },
            "b": {
              "text": "The contracting officer shall specify in the contract all known data requirements, including the time and place for delivery and any limitations and restrictions to be imposed on the contractor in the handling of the data. Further, and to the extent feasible, in major system acquisitions, the contracting officer shall set out data requirements as separate line items. In establishing the contract data requirements and in specifying data items to be delivered by a contractor, agencies may, consistent with paragraph (a) of this subsection, develop their own contract schedule provisions. Agency procedures may, among other things, provide for listing, specifying, identifying source, assuring delivery, and handling any data required to be delivered, first produced, or specifically used in the performance of the contract."
            },
            "c": {
              "text": "Data delivery requirements should normally not require that a contractor provide the Government, as a condition of the procurement, unlimited rights in data that qualify as limited rights data or restricted computer software. Rather, form, fit, and function data may be furnished with unlimited rights instead of the qualifying data, or the qualifying data may be furnished with limited rights or restricted rights if needed (see 27.404-2(c) and (d)). If greater rights are needed, they should be clearly set forth in the solicitation and the contractor fairly compensated for the greater rights."
            }
          }
        },
        "2": {
          "name": "Additional data requirements.",
          "text": {
            "a": {
              "text": "In some contracting situations, such as experimental, developmental, research, or demonstration contracts, it may not be feasible to ascertain all the data requirements at contract award. The clause at 52.227-16, Additional Data Requirements, may be used to enable the subsequent ordering by the contracting officer of additional data first produced or specifically used in the performance of these contracts as the actual requirements become known. The clause shall normally be used in solicitations and contracts involving experimental, developmental, research or demonstration work (other than basic or applied research to be performed under a contract solely by a university or college when the contract amount will be $500,000 or less) unless all the requirements for data are believed to be known at the time of contracting and specified in the contract. If the contract is for basic or applied research to be performed by a university or college, and the contracting officer believes the contract effort will in the future exceed $500,000, even though the initial award does not, the contracting officer may include the clause in the initial award."
            },
            "b": {
              "text": "Data may be ordered under the clause at 52.227-16 at any time during contract performance or within a period of 3 years after acceptance of all items to be delivered under the contract. The contractor is to be compensated for converting the data into the prescribed form, for reproduction, and for delivery. In order to minimize storage costs for the retention of data, the contracting officer may relieve the contractor of the retention requirements for specified data items at any time during the retention period required by the clause. The contracting officer may permit the contractor to identify and specify in the contract data not to be ordered for delivery under the clause if the data is not necessary to meet the Government’s requirements for data. Also, the contracting officer may alter the clause by deleting the term “or specifically used” in paragraph (a) of the clause if delivery of the data is not necessary to meet the Government’s requirements for data. Any data ordered under this clause will be subject to the clause at 52.227-14, Rights in Data—General, (or other equivalent clause setting forth the respective rights of the Government and the contractor) in the contract. Data authorized to be withheld under such clause will not be required to be delivered under the clause at 52.227-16, except as provided in Alternate II or Alternate III, if included (see 27.404-2(c) and (d))."
            },
            "c": {
              "text": "Absent an established program for dissemination of computer software, agencies should not order additional computer software under the clause at 52.227-16, for the sole purpose of disseminating or marketing the software to the public. In ordering software for internal purposes, the contracting officer shall consider, consistent with the Government’s needs, not ordering particular source codes, algorithms, processes, formulas, or flow charts of the software if the contractor shows that this aids its efforts to disseminate or market the software."
            }
          }
        },
        "3": {
          "name": "Major system acquisition.",
          "text": {
            "1": {
              "text": "The contracting officer shall require the delivery of any technical data relating to the major system or supplies for the major system, that are to be developed exclusively with Federal funds if the delivery of the technical data is needed to ensure the competitive acquisition of supplies or services that will be required in substantial quantities in the future. The clause at 52.227-22, Major System—Minimum Rights, is used in addition to the clause at 52.227-14, Rights in Data—General, and other required clauses, to ensure that the Government acquires at least those rights required by Pub. L. 98-577 in technical data developed exclusively with Federal funds."
            },
            "2": {
              "text": "Technical data, relating to a major system or supplies for a major system, procured or to be procured by the Government and also relating to the design, development, or manufacture of products or processes offered or to be offered for sale to the public (except for such data as may be necessary for the Government to operate or maintain the product, or use the process if obtained by the Government as an element of performance under the contract), shall not be required to be provided to the Government from persons who have developed such products or processes as a condition for the procurement of such products or processes by the Government."
            },
            "a": {
              "text": "The clause at 52.227-21, Technical Data Declaration, Revision, and Withholding of Payment—Major Systems, implements 41 U.S.C. 2302(e). When using the clause at 52.227-21, the section of the contract specifying data delivery requirements (see 27.406-1(b)) shall expressly identify those line items of technical data to which the clause applies. Upon delivery of the technical data, the contracting officer shall review the technical data and the contractor’s declaration relating to it to assure that the data are complete, accurate, and comply with contract requirements. If the data are not complete, accurate, or compliant, the contracting officer should request the contractor to correct the deficiencies, and may withhold payment. Final payment shall not be made under the contract until it has been determined that the delivery requirements of those line items of data to which the clause applies have been satisfactorily met."
            },
            "b": {
              "text": "In a contract for, or in support of, a major system awarded by a civilian agency other than NASA or the U.S. Coast Guard, the following applies:"
            }
          }
        }
      }
    },
    "407": {
      "name": "Rights to technical data in successful proposals.",
      "text": {
        "text": "The clause at 52.227-23, Rights to Proposal Data (Technical), allows the Government to acquire unlimited rights to technical data in successful proposals. Pursuant to the clause, the prospective contractor is afforded the opportunity to specifically identify pages containing technical data to be excluded from the grant of unlimited rights. This exclusion is not dispositive of the protective status of the data, but any excluded technical data, as well as any commercial and financial information contained in the proposal, will remain subject to the policies in Subpart 15.2 or 15.6 (or agency supplements) relating to proposal information (e.g., will be used for evaluation purposes only). If there is a need to have access to any of the excluded technical data during contract performance, consideration should be given to acquiring the data with limited rights, if they so qualify, in accordance with 27.404-2(c)."
      },
      "sub": {}
    },
    "408": {
      "name": "Cosponsored research and development activities.",
      "text": {
        "a": {
          "text": "In contracts involving cosponsored research and development that require the contractor to make substantial contributions of funds or resources (e.g., by cost-sharing or by repayment of nonrecurring costs), and the contractor’s and the Government’s respective contributions to any item, component, process, or computer software, developed or produced under the contract are not readily segregable, the contracting officer may limit the acquisition of, or acquire less than unlimited rights to, any data developed and delivered under the contract. Agencies may regulate the use of this authority in their supplements. Lesser rights shall, at a minimum, assure use of the data for agreed-to Governmental purposes (including reprocurement rights as appropriate), and address any disclosure limitations or restrictions to be imposed on the data. Also, consideration may be given to requiring the contractor to directly license others if needed to carry out the objectives of the contract. Since the purpose of the cosponsored research and development, the legitimate proprietary interests of the contractor, the needs of the Government, and the respective contributions of both parties may vary, no specific clauses are prescribed, but a clause providing less than unlimited rights in the Government for data developed and delivered under the contract (such as license rights) may be tailored to the circumstances consistent with the foregoing and the policy set forth in 27.402. As a guide, a clause may be appropriate when the contractor contributes money or resources, or agrees to make repayment of nonrecurring costs, of a value of approximately 50 percent of the total cost of the contract (i.e., Government, contractor, and/or third party paid costs), and the respective contributions are not readily segregable for any work element to be performed under the contract. A clause may be used for all or for only specifically identified tasks or work elements under the contract. In the latter instance, its use will be in addition to whatever other data rights clause is prescribed under this subpart, with the contract specifically identifying which clause is to apply to which tasks or work elements. Further, this type of clause may not be appropriate where the purpose of the contract is to produce data for dissemination to the public, or to develop or demonstrate technologies that will be available, in any event, to the public for its direct use."
        },
        "b": {
          "text": "Where the contractor’s contributions are readily segregable (by performance requirements and the funding for the contract) and so identified in the contract, any resulting data may be treated under this clause as limited rights data or restricted computer software in accordance with 27.404-2(c) or (d), as applicable; or if this treatment is inconsistent with the purpose of the contract, rights to the data may, if so negotiated and stated in the contract, be treated in a manner consistent with paragraph (a) of this section."
        }
      },
      "sub": {}
    },
    "409": {
      "name": "Solicitation provisions and contract clauses.",
      "text": {
        "a": {
          "text": "Generally, a contract should contain only one data rights clause. However, where more than one is needed, the contract should distinguish the portion of contract performance to which each pertains."
        },
        "b": {
          "text": "(1) Insert the clause at 52.227-14, Rights in Data—General, in solicitations and contracts if it is contemplated that data will be produced, furnished, or acquired under the contract, unless the contract is—",
          "sub": {
            "2": {
              "text": "If an agency determines, in accordance with 27.404-2(b), to adopt the alternate definition of “Limited Rights Data” in paragraph (a) of the clause, use the clause with its Alternate I."
            },
            "3": {
              "text": "If a contracting officer determines, in accordance with27.404-2(c) that it is necessary to obtain limited rights data, use the clause with its Alternate II. The contracting officer shall complete paragraph (g)(3) to include the purposes, if any, for which limited rights data are to be disclosed outside the Government."
            },
            "4": {
              "text": "In accordance with 27.404-2(d), if a contracting officer determines it is necessary to obtain restricted computer software, use the clause with its Alternate III. Any greater or lesser rights regarding the use, reproduction, or disclosure of restricted computer software than those set forth in the Restricted Rights Notice of paragraph (g)(4) of the clause shall be specified in the contract and the notice modified accordingly."
            },
            "5": {
              "text": "Use the clause with its Alternate IV in contracts for basic or applied research (other than those for the management or operation of Government facilities, and contracts and subcontracts in support of programs being conducted at those facilities or where international agreements require otherwise) to be performed solely by universities and colleges. The clause may be used with its Alternate IV in other contracts if in accordance with 27.404-3(a), an agency determines to grant permission for the contractor to assert claim to copyright subsisting in all data first produced without further request being made by the contractor. When Alternate IV is used, the contract may exclude items or categories of data from the permission granted, either by express provisions in the contract or by the addition of a paragraph (d)(4) to the clause (see 27.404-4)."
            },
            "6": {
              "text": "In accordance with 27.404-6, if the Government needs the right to inspect certain data at a contractor’s facility, use the clause with its Alternate V."
            },
            "i": {
              "text": "For the production of special works of the type set forth in 27.405-1, although in these cases insert the clause at 52.227-14, Rights in Data—General, and make it applicable to data other than special works, as appropriate (see paragraph (e) of this section);"
            },
            "ii": {
              "text": "For the acquisition of existing data, commercial computer software, or other existing data, as described in 27.405-2 through 27.405-4 (see paragraphs (f) and (g) of this section);"
            },
            "iii": {
              "text": "A small business innovation research contract (see paragraph (h) of this section);"
            },
            "iv": {
              "text": "To be performed outside the United States (see paragraph (i)(1) of this section);"
            },
            "v": {
              "text": "For architect-engineer services or construction work (see paragraph (i)(2) of this section);"
            },
            "vi": {
              "text": "For the management, operation, design, or construction of a Government-owned facility to perform research, development, or production work (see paragraph (i)(3) of this section); or"
            },
            "vii": {
              "text": "A contract involving cosponsored research and development in which a clause providing for less than unlimited right has been authorized (see 27.408)."
            }
          }
        },
        "c": {
          "text": "In accordance with 27.404-2(c)(2) and 27.404-2(d)(5), if the contracting officer desires to have an offeror state in response to a solicitation whether limited rights data or restricted computer software are likely to be used in meeting the data delivery requirements set forth in the solicitation, insert the provision at 52.227-15, Representation of Limited Rights Data and Restricted Computer Software, in any solicitation containing the clause at 52.227-14, Rights in Data—General. The contractor’s response may provide an aid in determining whether the clause should be used with Alternate II and/or Alternate III."
        },
        "d": {
          "text": "Insert the clause at 52.227-16, Additional Data Requirements, in solicitations and contracts involving experimental, developmental, research, or demonstration work (other than basic or applied research to be performed solely by a university or college where the contract amount will be $500,000 or less) unless all the requirements for data are believed to be known at the time of contracting and specified in the contract (see 27.406-2). This clause may also be used in other contracts when considered appropriate. For example, if the contract is for basic or applied research to be performed by a university or college, and the contracting officer believes the contract effort will in the future exceed $500,000, even though the initial award does not, the contracting officer may include the clause in the initial award."
        },
        "e": {
          "text": "In accordance with 27.405-1, insert the clause at 52.227-17, Rights in Data—Special Works, in solicitations and contracts primarily for the production or compilation of data (other than limited rights data or restricted computer software) for the Government’s internal use, or when there is a specific need to limit distribution and use of the data or to obtain indemnity for liabilities that may arise out of the content, performance, or disclosure of the data. Examples of such contracts are set forth in 27.405-1.",
          "sub": {
            "1": {
              "text": "Insert the clause if existing works are to be modified, as by editing, translation, addition of subject matter, etc."
            },
            "2": {
              "text": "The contract may specify the purposes and conditions (including time limitations) under which the data may be used, released, or reproduced by the contractor for other than contract performance."
            },
            "3": {
              "text": "Contracts for the production of audiovisual works, sound recordings, etc. may include limitations in connection with talent releases, music licenses, and the like that are consistent with the purposes for which the data is acquired."
            },
            "4": {
              "text": "The clause may be modified in accordance with paragraphs (c) through (e) of 27.405-1."
            }
          }
        },
        "f": {
          "text": "Insert the clause at 52.227-18, Rights in Data—Existing Works, in solicitations and contracts exclusively for the acquisition, without modification, of existing audiovisual and similar works of the type set forth in 27.405-2. The contract may set forth limitations consistent with the purposes for which the work is being acquired. While no specific clause of this subpart is required to be included in contracts solely for the acquisition, without disclosure prohibitions, of books, publications, and similar items in the exact form in which the items exist prior to the request for purchase (i.e., the off-the-shelf purchase of such items), or in other contracts where only existing data available without disclosure prohibitions is to be furnished, if reproduction rights are to be acquired, the contract shall include terms addressing such rights. (See 27.405-4.)"
        },
        "g": {
          "text": "In accordance with 27.405-3, when contracting (other than from GSA’s Multiple Award Schedule contracts) for the acquisition of commercial computer software, the contracting officer may insert the clause at 52.227-19, Commercial Computer Software License, in the solicitation and contract. In any event, the contracting officer shall assure that the contract contains terms to obtain sufficient rights for the Government to fulfill the need for which the software is being acquired and is otherwise consistent with 27.405-3."
        },
        "h": {
          "text": "If the contract is a Small Business Innovation Research (SBIR) contract, insert the clause at 52.227-20, Rights in Data—SBIR Program in all Phase I, Phase II, and Phase III contracts awarded under the Small Business Innovation Research Program established pursuant to 15 U.S.C. 638.  The SBIR protection period may be extended in accordance with the Small Business Administration’s “Small Business Innovation Research Program Policy Directive” (September 24, 2002)."
        },
        "i": {
          "text": "Agencies may prescribe in their procedures, as appropriate, a clause consistent with the policy of 27.402 in contracts—",
          "sub": {
            "1": {
              "text": "To be performed outside the United States;"
            },
            "2": {
              "text": "For architect-engineer services and construction work (e.g., the clause at 52.227-17, Rights in Data—Special Works); or"
            },
            "3": {
              "text": "For management, operation, design, or construction of Government-owned research, development, or production facilities, and in contracts and subcontracts in support of programs being conducted at such facilities."
            }
          }
        },
        "j": {
          "text": "In accordance with 27.406-3(a), insert the clause at 52.227-21, Technical Data Declaration, Revision, and Withholding of Payment—Major Systems, in contracts for major systems acquisitions or for support of major systems acquisitions. This requirement includes contracts for detailed design, development, or production of a major system and contracts for any individual part, component, subassembly, assembly, or subsystem integral to the major system, and other property that may be replaced during the service life of the system, including spare parts. When used, this clause requires that the technical data to which it applies be specified in the contract (see 27.406-3(a))."
        },
        "k": {
          "text": "In accordance with 27.406-3(b), in the case of civilian agencies other than NASA and the U.S. Coast Guard, insert the clause at 52.227-22, Major System—Minimum Rights, in contracts for major systems or contracts in support of major systems."
        },
        "l": {
          "text": "In accordance with 27.407, if a contracting officer desires to acquire unlimited rights in technical data contained in a successful proposal upon which a contract award is based, insert the clause at 52.227-23, Rights to Proposal Data (Technical). Rights to technical data in a proposal are not acquired by mere incorporation by reference of the proposal in the contract, and if a proposal is incorporated by reference, the contracting officer shall follow 27.404 to assure that the rights are appropriately addressed."
        }
      },
      "sub": {}
    }
  }
}