{
  "parentPart": 5,
  "number": 2,
  "name": "Synopses of Proposed Contract Actions",
  "sub": {
    "201": {
      "name": "General.",
      "text": {
        "a": {
          "text": "As required by the Small Business Act (15 U.S.C. 637(e)) and the Office of Federal Procurement Policy Act (41 U.S.C. 1708), agencies must make notices of proposed contract actions available as specified in paragraph (b) of this section."
        },
        "b": {
          "text": "(1) For acquisitions of supplies and services, other than those covered by the exceptions in 5.202 and the special situations in 5.205, the contracting officer must transmit a notice to the GPE, for each proposed—",
          "sub": {
            "2": {
              "text": "When transmitting notices using electronic commerce, contracting officers must ensure the notice is forwarded to the GPE."
            },
            "i": {
              "text": "Contract action meeting the threshold in 5.101(a)(1);"
            },
            "ii": {
              "text": "Modification to an existing contract for additional supplies or services that meets the threshold in 5.101(a)(1); or"
            },
            "iii": {
              "text": "Contract action in any amount when advantageous to the Government."
            }
          }
        },
        "c": {
          "text": "The primary purposes of the notice are to improve small business access to acquisition information and enhance competition by identifying contracting and subcontracting opportunities."
        },
        "d": {
          "text": "The GPE may be accessed via the Internet at http://www.fedbizopps.gov."
        }
      },
      "sub": {}
    },
    "202": {
      "name": "Exceptions.",
      "text": {
        "text": "The contracting officer need not submit the notice required by 5.201 when—\n\n(a) The contracting officer determines that—\n\n(1) The synopsis cannot be worded to preclude disclosure of an agency’s needs and such disclosure would compromise the national security (e.g., would result in disclosure of classified information). The fact that a proposed solicitation or contract action contains classified information, or that access to classified matter may be necessary to submit a proposal or perform the contract does not, in itself, justify use of this exception to synopsis;\n\n(2) The proposed contract action is made under the conditions described in 6.302-2 (or, for purchases conducted using simplified acquisition procedures, if unusual and compelling urgency precludes competition to the maximum extent practicable) and the Government would be seriously injured if the agency complies with the time periods specified in 5.203;\n\n(3) The proposed contract action is one for which either the written direction of a foreign government reimbursing the agency for the cost of the acquisition of the supplies or services for such government, or the terms of an international agreement or treaty between the United States and a foreign government, or international organizations, has the effect of requiring that the acquisition shall be from specified sources;\n\n(4) The proposed contract action is expressly authorized or required by a statute to be made through another Government agency, including acquisitions from the Small Business Administration (SBA) using the authority of section 8(a) of the Small Business Act (but see 5.205(f)), or from a specific source such as a workshop for the blind under the rules of the Committee for Purchase from People Who Are Blind or Severely Disabled;\n\n(5) The proposed contract action is for utility services other than telecommunications services and only one source is available;\n\n(6) The proposed contract action is an order placed under subpart 16.5. When the order contains brand-name specifications, see especially 16.505(a)(4);\n\n(7) The proposed contract action results from acceptance of a proposal under the Small Business Innovation Development Act of 1982 (Pub. L. 97-219);\n\n(8) The proposed contract action results from the acceptance of an unsolicited research proposal that demonstrates a unique and innovative concept (see 2.101) and publication of any notice complying with 5.207 would improperly disclose the originality of thought or innovativeness of the proposed research, or would disclose proprietary information associated with the proposal. This exception does not apply if the proposed contract action results from an unsolicited research proposal and acceptance is based solely upon the unique capability of the source to perform the particular research services proposed (see 6.302-1(a)(2)(i));\n\n(9) The proposed contract action is made for perishable subsistence supplies, and advance notice is not appropriate or reasonable;\n\n(10) The proposed contract action is made under conditions described in 6.302-3, or 6.302-5 with regard to brand name commercial items for authorized resale, or 6.302-7, and advance notice is not appropriate or reasonable;\n\n(11) The proposed contract action is made under the terms of an existing contract that was previously synopsized in sufficient detail to comply with the requirements of 5.207 with respect to the current proposed contract action;\n\n(12) The proposed contract action is by a Defense agency and the proposed contract action will be made and performed outside the United States and its outlying areas, and only local sources will be solicited. This exception does not apply to proposed contract actions covered by the World Trade Organization Government Procurement Agreement or a Free Trade Agreement (see subpart 25.4);\n\n(13) The proposed contract action—\n\n(i) Is for an amount not expected to exceed the simplified acquisition threshold;\n\n(ii) Will be made through a means that provides access to the notice of proposed contract action through the GPE; and\n\n(iii) Permits the public to respond to the solicitation electronically; or\n\n(14) The proposed contract action is made under conditions described in 6.302-3 with respect to the services of an expert to support the Federal Government in any current or anticipated litigation or dispute.\n\n(b) The head of the agency determines in writing, after consultation with the Administrator for Federal Procurement Policy and the Administrator of the Small Business Administration, that advance notice is not appropriate or reasonable."
      },
      "sub": {}
    },
    "203": {
      "name": "Publicizing and response time.",
      "text": {
        "text": "Whenever agencies are required to publicize notice of proposed contract actions under 5.201, they must proceed as follows:\n\n(a) An agency must transmit a notice of proposed contract action to the GPE (see 5.201). All publicizing and response times are calculated based on the date of publication. The publication date is the date the notice appears on the GPE. The notice must be published at least 15 days before issuance of a solicitation, or a proposed contract action the Government intends to solicit and negotiate with only one source under the authority of 6.302, except that, for acquisitions of commercial items, the contracting officer may—\n\n(1) Establish a shorter period for issuance of the solicitation; or\n\n(2) Use the combined synopsis and solicitation procedure (see 12.603).\n\n(b) The contracting officer must establish a solicitation response time that will afford potential offerors a reasonable opportunity to respond to each proposed contract action, (including actions where the notice of proposed contract action and solicitation information is accessible through the GPE), in an amount estimated to be greater than $25,000, but not greater than the simplified acquisition threshold; or each contract action for the acquisition of commercial items in an amount estimated to be greater than $25,000. The contracting officer should consider the circumstances of the individual acquisition, such as the complexity, commerciality, availability, and urgency, when establishing the solicitation response time.\n\n(c) Except for the acquisition of commercial items (see 5.203(b)), agencies shall allow at least a 30-day response time for receipt of bids or proposals from the date of issuance of a solicitation, if the proposed contract action is expected to exceed the simplified acquisition threshold.\n\n(d) Agencies shall allow at least a 30 day response time from the date of publication of a proper notice of intent to contract for architect-engineer services or before issuance of an order under a basic ordering agreement or similar arrangement if the proposed contract action is expected to exceed the simplified acquisition threshold.\n\n(e) Agencies must allow at least a 45-day response time for receipt of bids or proposals from the date of publication of the notice required in 5.201 for proposed contract actions categorized as research and development if the proposed contract action is expected to exceed the simplified acquisition threshold.\n\n(f) Nothing in this subpart prohibits officers or employees of agencies from responding to requests for information.\n\n(g) Contracting officers may, unless they have evidence to the contrary, presume the notice was published one day after transmission to the GPE. This presumption does not negate the mandatory waiting or response times specified in paragraphs (a) through (d) of this section. Upon learning that a particular notice has not in fact been published within the presumed timeframes, contracting officers should consider whether the date for receipt of offers can be extended or whether circumstances have become sufficiently compelling to justify proceeding with the proposed contract action under the authority of 5.202(a)(2).\n\n(h) In addition to other requirements set forth in this section, for acquisitions covered by the World Trade Organization Government Procurement Agreement or a Free Trade Agreement (see subpart 25.4), the period of time between publication of the synopsis notice and receipt of offers must be no less than 40 days. However, if the acquisition falls within a general category identified in an annual forecast, the availability of which is published, the contracting officer may reduce this time period to as few as 10 days."
      },
      "sub": {}
    },
    "204": {
      "name": "Presolicitation notices.",
      "text": {
        "text": "Contracting officers must provide access to presolicitation notices through the GPE (see 15.201 and 36.213-2). The contracting officer must synopsize a proposed contract action before issuing any resulting solicitation (see 5.201 and 5.203)."
      },
      "sub": {}
    },
    "205": {
      "name": "Special situations.",
      "text": {
        "a": {
          "text": "Research and development (R&D) advance notices. Contracting officers may transmit to the GPE advance notices of their interest in potential R&D programs whenever market research does not produce a sufficient number of concerns to obtain adequate competition. Advance notices must not be used where security considerations prohibit such publication. Advance notices will enable potential sources to learn of R&D programs and provide these sources with an opportunity to submit information which will permit evaluation of their capabilities. Contracting officers must consider potential sources which respond to advance notices for a subsequent solicitation. Advanced notices must be entitled “Research and Development Sources Sought” and include the name and telephone number of the contracting officer or other contracting activity official from whom technical details of the project can be obtained. This will enable sources to submit information for evaluation of their R&D capabilities. Contracting officers must synopsize (see 5.201) all subsequent solicitations for R&D contracts, including those resulting from a previously synopsized advance notice, unless one of the exceptions in 5.202 applies."
        },
        "b": {
          "text": "Federally Funded Research and Development Centers. Before establishing a Federally Funded Research and Development Center (FFRDC) (see Part 35) or before changing its basic purpose and mission, the sponsor must transmit at least three notices over a 90-day period to the GPE and the Federal Register, indicating the agency’s intention to sponsor an FFRDC or change the basic purpose and mission of an FFRDC. The notice must indicate the scope and nature of the effort to be performed and request comments. Notice is not required where the action is required by law."
        },
        "c": {
          "text": "Special notices. Contracting officers may transmit to the GPE special notices of procurement matters such as business fairs, long-range procurement estimates, prebid or preproposal conferences, meetings, and the availability of draft solicitations or draft specifications for review."
        },
        "d": {
          "text": "Architect-engineering services. Contracting officers must publish notices of intent to contract for architect-engineering services as follows:",
          "sub": {
            "1": {
              "text": "Except when exempted by 5.202, contracting officers must transmit to the GPE a synopsis of each proposed contract action for which the total fee (including phases and options) is expected to exceed $25,000."
            },
            "2": {
              "text": "When the total fee is expected to exceed $15,000 but not exceed $25,000, the contracting officer must comply with 5.101(a)(2). When the proposed contract action is not required to be synopsized under paragraph (d)(1) of this section, the contracting officer must display a notice of the solicitation or a copy of the solicitation in a public place at the contracting office. Other optional publicizing methods are authorized in accordance with 5.101(b)."
            }
          }
        },
        "e": {
          "text": "Public-private competitions under OMB Circular A-76.",
          "sub": {
            "1": {
              "text": "The contracting officer shall make a formal public announcement for each streamlined or standard competition. The public announcement shall include, at a minimum, the agency, agency component, location, type of competition (streamlined or standard), activity being competed, incumbent service providers, number of Government personnel performing the activity, name of the Competitive Sourcing Official, name of the contracting officer, name of the Agency Tender Official, and projected end date of the competition."
            },
            "2": {
              "text": "The contracting officer shall announce the end of the streamlined or standard competition by making a formal public announcement of the performance decision. (See OMB Circular A-76.)"
            }
          }
        },
        "f": {
          "text": "Section 8(a) competitive acquisition. When a national buy requirement is being considered for competitive acquisition limited to eligible 8(a) participants under subpart 19.8, the contracting officer must transmit a synopsis of the proposed contract action to the GPE. The synopsis may be transmitted to the GPE concurrent with submission of the agency offering (see 19.804-2) to the Small Business Administration (SBA). The synopsis should also include information—",
          "sub": {
            "1": {
              "text": "Advising that the acquisition is being offered for competition limited to eligible 8(a) participants;"
            },
            "2": {
              "text": "Specifying the North American Industry Classification System (NAICS) code;"
            },
            "3": {
              "text": "Advising that eligibility to participate may be restricted to 8(a) participants in either the developmental stage or the developmental and transitional stages; and"
            },
            "4": {
              "text": "Encouraging interested 8(a) participants to request a copy of the solicitation as expeditiously as possible since the solicitation will be issued without further notice upon SBA acceptance of the requirement for the section 8(a) program."
            }
          }
        },
        "g": {
          "text": "Notification to the public of rationale for bundled requirement. The agency is encouraged to provide notification of the rationale for any bundled requirement to the GPE before issuing the solicitation of any bundled requirement (see 7.107-5(b)(2))."
        }
      },
      "sub": {}
    },
    "206": {
      "name": "Notices of subcontracting opportunities.",
      "text": {
        "1": {
          "text": "The business opportunity;"
        },
        "2": {
          "text": "Any prequalification requirements; and"
        },
        "3": {
          "text": "Where to obtain technical data needed to respond to the requirement."
        },
        "a": {
          "text": "The following entities may transmit a notice to the GPE to seek competition for subcontracts, to increase participation by qualified HUBZone small business, small, small disadvantaged, women-owned small business, veteran-owned small business and service-disabled veteran-owned small business concerns, and to meet established subcontracting plan goals:",
          "sub": {
            "1": {
              "text": "A contractor awarded a contract exceeding $150,000 that is likely to result in the award of any subcontracts."
            },
            "2": {
              "text": "A subcontractor or supplier, at any tier, under a contract exceeding $150,000, that has a subcontracting opportunity exceeding $15,000."
            }
          }
        },
        "b": {
          "text": "The notices must describe—"
        }
      },
      "sub": {}
    },
    "207": {
      "name": "Preparation and transmittal of synopses.",
      "text": {
        "a": {
          "text": "Content. Each synopsis transmitted to the GPE must address the following data elements, as applicable:",
          "sub": {
            "1": {
              "text": "Action Code."
            },
            "2": {
              "text": "Date."
            },
            "3": {
              "text": "Year."
            },
            "4": {
              "text": "Contracting Office ZIP Code."
            },
            "5": {
              "text": "Product or Service Code."
            },
            "6": {
              "text": "Contracting Office Address."
            },
            "7": {
              "text": "Subject."
            },
            "8": {
              "text": "Proposed Solicitation Number."
            },
            "9": {
              "text": "Closing Response Date."
            },
            "10": {
              "text": "Contact Point or Contracting Officer."
            },
            "11": {
              "text": "Contract Award and Solicitation Number."
            },
            "12": {
              "text": "Contract Award Dollar Amount."
            },
            "13": {
              "text": "Line Item Number."
            },
            "14": {
              "text": "Contract Award Date."
            },
            "15": {
              "text": "Contractor."
            },
            "16": {
              "text": "Description."
            },
            "17": {
              "text": "Place of Contract Performance."
            },
            "18": {
              "text": "Set-aside Status."
            }
          }
        },
        "b": {
          "text": "Transmittal. Transmissions to the GPE must be in accordance with the interface description available via the Internet at http://www.fedbizopps.gov."
        },
        "c": {
          "text": "General format for “Description.” Prepare a clear and concise description of the supplies or services that is not unnecessarily restrictive of competition and will allow a prospective offeror to make an informed business judgment as to whether a copy of the solicitation should be requested including the following, as appropriate:",
          "sub": {
            "1": {
              "text": "National Stock Number (NSN) if assigned."
            },
            "2": {
              "text": "Specification and whether an offeror, its product, or service must meet a qualification requirement in order to be eligible for award, and identification of the office from which additional information about the qualification requirement may be obtained (see subpart 9.2)."
            },
            "3": {
              "text": "Manufacturer, including part number, drawing number, etc."
            },
            "4": {
              "text": "Size, dimensions, or other form, fit or functional description."
            },
            "5": {
              "text": "Predominant material of manufacture."
            },
            "6": {
              "text": "Quantity, including any options for additional quantities."
            },
            "7": {
              "text": "Unit of issue."
            },
            "8": {
              "text": "Destination information."
            },
            "9": {
              "text": "Delivery schedule."
            },
            "10": {
              "text": "Duration of the contract period."
            },
            "11": {
              "text": "Sustainable acquisition requirements (or a description of high-performance sustainable building practices required, if for design, construction, renovation, repair, or deconstruction) (see parts 23 or 36)."
            },
            "12": {
              "text": "For a proposed contract action in an amount estimated to be greater than $25,000 but not greater than the simplified acquisition threshold, enter—",
              "sub": {
                "i": {
                  "text": "A description of the procedures to be used in awarding the contract (e.g., request for oral or written quotation or solicitation); and"
                },
                "ii": {
                  "text": "The anticipated award date."
                }
              }
            },
            "13": {
              "text": "For Architect-Engineer projects and other projects for which the product or service codes are insufficient, provide brief details with respect to: location, scope of services required, cost range and limitations, type of contract, estimated starting and completion dates, and any significant evaluation factors."
            },
            "14": {
              "text": "(i) If the solicitation will include the FAR clause at 52.225-3, Buy American—Free Trade Agreements—Israeli Trade Act, or an equivalent agency clause, insert the following notice in the synopsis: “One or more of the items under this acquisition is subject to Free Trade Agreements.”",
              "sub": {
                "ii": {
                  "text": "If the solicitation will include the FAR clause at 52.225-5, Trade Agreements, or an equivalent agency clause, insert the following notice in the synopsis: “One or more of the items under this acquisition is subject to the World Trade Organization Government Procurement Agreement and Free Trade Agreements.”"
                },
                "iii": {
                  "text": "If the solicitation will include the FAR clause at 52.225-11, Buy American-Construction Materials under Trade Agreements, 52.225-23, Required Use of American Iron, Steel, and Manufactured Goods-Buy American Statute-Construction Materials under Trade Agreements, or an equivalent agency clause, insert the following notice in the synopsis: “One or more of the items under this acquisition is subject to the World Trade Organization Government Procurement Agreement and Free Trade Agreements.”"
                }
              }
            },
            "15": {
              "text": "In the case of noncompetitive contract actions (including those that do not exceed the simplified acquisition threshold), identify the intended source and insert a statement of the reason justifying the lack of competition."
            },
            "16": {
              "text": "(i) Except when using the sole source authority at 6.302-1, insert a statement that all responsible sources may submit a bid, proposal, or quotation which shall be considered by the agency.",
              "sub": {
                "ii": {
                  "text": "When using the sole source authority at 6.302-1, insert a statement that all responsible sources may submit a capability statement, proposal, or quotation, which shall be considered by the agency."
                }
              }
            },
            "17": {
              "text": "If solicitations synopsized through the GPE will not be made available through the GPE, provide information on how to obtain the solicitation."
            },
            "18": {
              "text": "If the solicitation will be made available to interested parties through electronic data interchange, provide any information necessary to obtain and respond to the solicitation electronically."
            },
            "19": {
              "text": "If the technical data required to respond to the solicitation will not be furnished as part of such solicitation, identify the source in the Government, such as http://www.fedbizopps.gov/, from which the technical data may be obtained."
            }
          }
        },
        "d": {
          "text": "Set-asides. When the proposed acquisition provides for a total or partial small business program set-aside, or when the proposed acquisition provides for a local area set-aside (see subpart 26.2), the contracting officer shall identify the type of set-aside in the synopsis and in the solicitation."
        },
        "e": {
          "text": "Codes to be used in Synopses to identify services or supplies. Contracting officers must use one of the classification codes identified at http://www.fedbizopps.gov/ to identify services or supplies in synopses."
        },
        "f": {
          "text": "Notice of solicitation cancellation.  Contracting officers may publish notices of solicitation cancellations (or indefinite suspensions) of proposed contract actions in the GPE."
        }
      },
      "sub": {}
    }
  }
}