{
  "parentPart": 42,
  "number": 4,
  "name": "Correspondence and Visits",
  "sub": {
    "401": {
      "number": 401,
      "name": "Contract correspondence.",
      "sub": {},
      "text": {
        "a": {
          "text": "The contracting officer (or other contracting agency personnel) normally shall (1) forward correspondence relating to assigned contract administration functions through the cognizant contract administration office (CAO) to the contractor, and (2) provide a copy for the CAO’s file. When urgency requires sending such correspondence directly to the contractor, a copy shall be sent concurrently to the CAO."
        },
        "b": {
          "text": "The CAO shall send the contracting office a copy of pertinent correspondence conducted between the CAO and the contractor."
        }
      }
    },
    "402": {
      "number": 402,
      "name": "Visits to contractors’ facilities.",
      "sub": {},
      "text": {
        "a": {
          "text": "Government personnel planning to visit a contractor’s facility in connection with one or more Government contracts shall provide the cognizant CAO with the following information, sufficiently in advance to permit the CAO to make necessary arrangements. Such notification is for the purpose of eliminating duplicative reviews, requests, investigations, and audits relating to the contract administration functions in Subpart 42.3 delegated to CAO’s and shall, as a minimum, include the following (see also paragraph (b) of this section):",
          "sub": {
            "1": {
              "text": "Visitors’ names, official positions, and security clearances."
            },
            "2": {
              "text": "Date and duration of visit."
            },
            "3": {
              "text": "Name and address of contractor and personnel to be contacted."
            },
            "4": {
              "text": "Contract number, program involved, and purpose of visit."
            },
            "5": {
              "text": "If desired, visitors to a contractor’s plant may request that a representative of the CAO accompany them. In any event, the CAO has final authority to decide whether a representative shall accompany a visitor."
            }
          }
        },
        "b": {
          "text": "If the visit will result in reviewing, auditing, or obtaining any information from the contractor relating to contract administration functions, the prospective visitor shall identify the information in sufficient detail so as to permit the CAO, after consultation with the contractor and the cognizant audit office, to determine whether such information, adequate to fulfill the requirement, has recently been reviewed by or is available within the Government. If so, the CAO will discourage the visit and refer the prospective visitor to the Government office where such information is located. Where the office is the CAO, such information will be immediately forwarded or otherwise made available to the requestor."
        },
        "c": {
          "text": "Visitors shall fully inform the CAO of any agreements reached with the contractor or other results of the visit that may affect the CAO."
        }
      }
    },
    "403": {
      "number": 403,
      "name": "Evaluation of contract administration offices.",
      "sub": {},
      "text": {
        "text": "Onsite inspections or evaluations of the performance of the assigned functions of a contract administration office shall be accomplished only by or under the direction of the agency of which that office is a part."
      }
    }
  }
}