{
  "parentPart": 41,
  "number": 5,
  "name": "Solicitation Provision and Contract Clauses",
  "sub": {
    "501": {
      "number": 501,
      "name": "Solicitation provision and contract clauses.",
      "sub": {},
      "text": {
        "a": {
          "text": "Because the terms and conditions under which utility suppliers furnish service may vary from area to area, the differences may influence the terms and conditions appropriate to a particular utility’s contracting situation. To accommodate requirements that are peculiar to the contracting situation, this section prescribes provisions and clauses on a “substantially the same as” basis (see 52.101) which permits the contracting officer to prepare and utilize variations of the prescribed provision and clauses in accordance with agency procedures."
        },
        "b": {
          "text": "The contracting officer shall insert in solicitations for utility services a provision substantially the same as the provision at 52.241-1, Electric Service Territory Compliance Representation, when proposals from alternative electric suppliers are sought."
        },
        "c": {
          "text": "The contracting officer shall insert in solicitations and contracts for utility services clauses substantially the same as the clauses at—",
          "sub": {
            "1": {
              "text": "52.241-2, Order of Precedence—Utilities;"
            },
            "2": {
              "text": "52.241-3, Scope and Duration of Contract;"
            },
            "3": {
              "text": "52.241-4, Change in Class of Service;"
            },
            "4": {
              "text": "52.241-5, Contractor’s Facilities; and"
            },
            "5": {
              "text": "52.241-6, Service Provisions."
            }
          }
        },
        "d": {
          "text": "The contracting officer shall insert clauses substantially the same as the clauses listed below in solicitations and contracts under the prescribed conditions—",
          "sub": {
            "1": {
              "text": "52.241-7, Change in Rates or Terms and Conditions of Service for Regulated Services, when the utility services are subject to a regulatory body. (Except for GSA areawide contracts, the contracting officer shall insert in the blank space provided in the clause the name of the contracting officer. For GSA areawide contracts, the contracting officer shall insert the following: “GSA and each areawide customer with annual billings that exceed $250,000”)."
            },
            "2": {
              "text": "52.241-8, Change in Rates or Terms and Conditions of Service for Unregulated Services, when the utility services are not subject to a regulatory body."
            },
            "3": {
              "text": "52.241-9, Connection Charge, when a refundable connection charge is required to be paid by the Government to compensate the contractor for furnishing additional facilities necessary to supply service. (Use Alternate I to the clause if a nonrefundable charge is to be paid. When conditions require the incorporation of a nonrecurring, nonrefundable service charge or a termination liability, see paragraphs (d)(6) and (d)(4) of this section)."
            },
            "4": {
              "text": "52.241-10, Termination Liability, when payment is to be made to the contractor upon termination of service in conjunction with or in lieu of a connection charge upon completion of the facilities."
            },
            "5": {
              "text": "52.241-11, Multiple Service Locations (as defined in 41.101), when providing for possible alternative service locations, except under areawide contracts, is required."
            },
            "6": {
              "text": "52.241-12, Nonrefundable, Nonrecurring Service Charge, when the Government is required to pay a nonrefundable, nonrecurring membership fee, a charge for initiation of service, or a contribution for the cost of facilities construction. The Government may provide for inclusion of such agreed amount or fee as a part of the connection charge, a part of the initial payment for services, or as periodic payments to fulfill the Government’s obligation."
            },
            "7": {
              "text": "52.241-13, Capital Credits, when the Federal Government is a member of a cooperative and is entitled to capital credits, consistent with the bylaws and governing documents of the cooperative."
            }
          }
        },
        "e": {
          "text": "Depending on the conditions that are appropriate for each acquisition, the contracting officer shall also insert in solicitations and contracts for utility services the provisions and clauses prescribed elsewhere in the FAR."
        }
      }
    }
  }
}