{
  "parentPart": 27,
  "number": 1,
  "name": "General",
  "sub": {
    "0": {
      "name": "Scope of part.",
      "text": {
        "text": "This part prescribes the policies, procedures, solicitation provisions, and contract clauses pertaining to patents, data, and copyrights."
      },
      "sub": {}
    },
    "1": {
      "name": "Definition.",
      "text": {
        "text": "“United States,” as used in this part, means the 50 States and the District of Columbia, U.S. territories and possessions, Puerto Rico, and the Northern Mariana Islands."
      },
      "sub": {}
    },
    "101": {
      "name": "Applicability.",
      "text": {
        "text": "This part applies to all agencies. However, agencies are authorized to adopt alternative policies, procedures, solicitation provisions, and contract clauses to the extent necessary to meet the specific requirements of laws, executive orders, treaties, or international agreements. Any agency adopting alternative policies, procedures, solicitation provisions, and contract clauses should include them in the agency’s published regulations."
      },
      "sub": {}
    },
    "102": {
      "name": "General guidance.",
      "text": {
        "a": {
          "text": "The Government encourages the maximum practical commercial use of inventions made under Government contracts."
        },
        "b": {
          "text": "Generally, the Government will not refuse to award a contract on the grounds that the prospective contractor may infringe a patent. The Government may authorize and consent to the use of inventions in the performance of certain contracts, even though the inventions may be covered by U.S. patents."
        },
        "c": {
          "text": "Generally, contractors providing commercial items should indemnify the Government against liability for the infringement of U.S. patents."
        },
        "d": {
          "text": "The Government recognizes rights in data developed at private expense, and limits its demands for delivery of that data. When such data is delivered, the Government will acquire only those rights essential to its needs."
        },
        "e": {
          "text": "Generally, the Government requires that contractors obtain permission from copyright owners before including copyrighted works, owned by others, in data to be delivered to the Government."
        }
      },
      "sub": {}
    }
  }
}