{
  "parentPart": 19,
  "number": 2,
  "name": "Policies",
  "sub": {
    "201": {
      "number": 201,
      "name": "General policy.",
      "sub": {},
      "text": {
        "a": {
          "text": "It is the policy of the Government to provide maximum practicable opportunities in its acquisitions to small business, veteran-owned small business, service-disabled veteran-owned small business, HUBZone small business, small disadvantaged business, and women-owned small business concerns. Such concerns must also have the maximum practicable opportunity to participate as subcontractors in the contracts awarded by any executive agency, consistent with efficient contract performance. The Small Business Administration (SBA) counsels and assists small business concerns and assists contracting personnel to ensure that a fair proportion of contracts for supplies and services is placed with small business."
        },
        "b": {
          "text": "Heads of contracting activities are responsible for effectively implementing the small business programs within their activities, including achieving program goals. They are to ensure that contracting and technical personnel maintain knowledge of small business program requirements and take all reasonable action to increase participation in their activities’ contracting processes by these businesses."
        },
        "c": {
          "text": "The Small Business Act requires each agency with contracting authority to establish an Office of Small and Disadvantaged Business Utilization (see section (k) of the Small Business Act).  For the Department of Defense, in accordance with section 904 of the National Defense Authorization Act for Fiscal Year 2006 (Public Law 109-163) (10 U.S.C. 144 note), the Office of Small and Disadvantaged Business Utilization has been redesignated as the Office of Small Business Programs.  Management of the office shall be the responsibility of an officer or employee of the agency who shall, in carrying out the purposes of the Act—",
          "sub": {
            "1": {
              "text": "Be known as the Director of Small and Disadvantaged Business Utilization, or for the Department of Defense, the Director of Small Business Programs;"
            },
            "2": {
              "text": "Be appointed by the agency head;"
            },
            "3": {
              "text": "Be responsible to and report directly to the agency head or the deputy to the agency head;"
            },
            "4": {
              "text": "Be responsible for the agency carrying out the functions and duties in sections 8, 15, and 31 of the Small Business Act."
            },
            "5": {
              "text": "Work with the SBA procurement center representative (or, if a procurement center representative is not assigned, see 19.402(a)) to—",
              "sub": {
                "i": {
                  "text": "Identify proposed solicitations that involve bundling and work with the agency acquisition officials and SBA to revise the acquisition strategies for such proposed solicitations to increase the probability of participation by small businesses as prime contractors through Small Business Teaming Arrangements;"
                },
                "ii": {
                  "text": "Facilitate small business participation as contractors including small business contract teams, where appropriate; and"
                },
                "iii": {
                  "text": "Facilitate small business participation as subcontractors and suppliers where participation by small business concerns as contractors is unlikely;"
                }
              }
            },
            "6": {
              "text": "Assist small business concerns in obtaining payments under their contracts, late payment, interest penalties, or information on contractual payment provisions;"
            },
            "7": {
              "text": "Have supervisory authority over agency personnel to the extent that their functions and duties relate to sections 8, 15, and 31 of the Small Business Act."
            },
            "8": {
              "text": "Assign a small business technical advisor to each contracting activity within the agency to which the SBA has assigned a representative (see 19.402)—",
              "sub": {
                "i": {
                  "text": "Who shall be a full-time employee of the contracting activity, well qualified, technically trained, and familiar with the supplies or services contracted for by the activity; and"
                },
                "ii": {
                  "text": "Whose principal duty is to assist the SBA’s assigned representative in performing functions and duties relating to sections 8, 15, and 31 of the Small Business Act;"
                }
              }
            },
            "9": {
              "text": "Cooperate and consult on a regular basis with the SBA in carrying out the agency’s functions and duties in sections 8, 15, and 31 of the Small Business Act;"
            },
            "10": {
              "text": "Make recommendations in accordance with agency procedures as to whether a particular acquisition should be awarded under subpart 19.5 as a small business set-aside, under subpart 19.8 as a Section 8(a) award, under subpart 19.13 as a HUBZone set-aside, under subpart 19.14 as a service-disabled veteran-owned small business set-aside, or under subpart 19.15 as a set-aside for economically disadvantaged women-owned small business (EDWOSB) concerns or women-owned small business (WOSB) concerns eligible under the WOSB Program."
            },
            "11": {
              "text": "Conduct annual reviews to assess the—",
              "sub": {
                "i": {
                  "text": "Extent to which small businesses are receiving a fair share of Federal procurements, including contract opportunities under the programs administered under the Small Business Act;"
                },
                "ii": {
                  "text": "Adequacy of consolidated or bundled contract documentation and justifications; and"
                },
                "iii": {
                  "text": "Actions taken to mitigate the effects of necessary and justified consolidation or bundling on small businesses."
                }
              }
            },
            "12": {
              "text": "Provide a copy of the assessment made under paragraph (c)(11) of this section to the Agency Head and SBA Administrator."
            }
          }
        },
        "d": {
          "text": "Small Business Specialists must be appointed and act in accordance with agency regulations."
        }
      }
    },
    "202": {
      "number": 202,
      "name": "Specific policies.",
      "sub": {
        "1": {
          "name": "Encouraging small business participation in acquisitions.",
          "text": {
            "text": "Small business concerns shall be afforded an equitable opportunity to compete for all contracts that they can perform to the extent consistent with the Government’s interest. When applicable, the contracting officer shall take the following actions:\n\n(a) Divide proposed acquisitions of supplies and services (except construction) into reasonably small lots (not less than economic production runs) to permit offers on quantities less than the total requirement.\n\n(b) Plan acquisitions such that, if practicable, more than one small business concern may perform the work, if the work exceeds the amount for which a surety may be guaranteed by SBA against loss under 15 U.S.C. 694b.\n\n(c) Ensure that delivery schedules are established on a realistic basis that will encourage small business participation to the extent consistent with the actual requirements of the Government.\n\n(d) Encourage prime contractors to subcontract with small business concerns (see Subpart 19.7).\n\n(e)(1) Provide a copy of the proposed acquisition package to the SBA procurement center representative (or, if a procurement center representative is not assigned, see 19.402(a)) at least 30 days prior to the issuance of the solicitation if—\n\n(i) The proposed acquisition is for supplies or services currently being provided by a small business and the proposed acquisition is of a quantity or estimated dollar value, the magnitude of which makes it unlikely that small businesses can compete for the prime contract;\n\n(ii) The proposed acquisition is for construction and seeks to package or consolidate discrete construction projects and the magnitude of this consolidation makes it unlikely that small businesses can compete for the prime contract; or\n\n(iii) The proposed acquisition is for a consolidated or bundled requirement. (See 7.107-5(a) for mandatory 30-day notice requirement to incumbent small business concerns.)  The contracting officer shall provide all information relative to the justification for the consolidation or bundling, including the acquisition plan or strategy, and if the acquisition involves substantial bundling, the information identified in 7.107-4.  The contracting officer shall also provide the same information to the agency Office of Small and Disadvantaged Business Utilization.\n\n(2) Provide a statement explaining why the—\n\n(i) Proposed acquisition cannot be divided into reasonably small lots (not less than economic production runs) to permit offers on quantities less than the total requirement;\n\n(ii) Delivery schedules cannot be established on a realistic basis that will encourage small business participation to the extent consistent with the actual requirements of the Government;\n\n(iii) Proposed acquisition cannot be structured so as to make it likely that small businesses can compete for the prime contract;\n\n(iv) Consolidated construction project cannot be acquired as separate discrete projects; or\n\n(v) Consolidation or bundling is necessary and justified.\n\n(3) Process the 30-day notification concurrently with other processing steps required prior to the issuance of the solicitation.\n\n(4) If the contracting officer rejects the SBA procurement center representative’s recommendation made in accordance with 19.402(c)(2), document the basis for the rejection and notify the SBA procurement center representative in accordance with 19.505."
          }
        },
        "2": {
          "name": "Locating small business sources.",
          "text": {
            "text": "The contracting officer must, to the extent practicable, encourage maximum participation by small business, veteran-owned small business, service-disabled veteran-owned small business, HUBZone small business, small disadvantaged business, and women-owned small business concerns in acquisitions by taking the following actions:\n\n(a) Before issuing solicitations, make every reasonable effort to find additional small business concerns, unless lists are already excessively long and only some of the concerns on the list will be solicited. This effort should include contacting the SBA procurement center representative (or, if a procurement center representative is not assigned, see 19.402(a)).\n\n(b) Publicize solicitations and contract awards through the Governmentwide point of entry (see Subparts 5.2 and 5.3)."
          }
        },
        "3": {
          "name": "Equal low bids.",
          "text": {
            "text": "In the event of equal low bids (see 14.408-6), awards shall be made first to small business concerns which are also labor surplus area concerns, and second to small business concerns which are not also labor surplus area concerns."
          }
        },
        "4": {
          "name": "Solicitation.",
          "text": {
            "text": "The contracting officer must encourage maximum response to solicitations by small business, veteran-owned small business, service-disabled veteran-owned small business, HUBZone small business, small disadvantaged business, and women-owned small business concerns by taking the following actions:\n\n(a) Allow the maximum amount of time practicable for the submission of offers.\n\n(b) Furnish specifications, plans, and drawings with solicitations, or furnish information as to where they may be obtained or examined.\n\n(c) Provide to any small business concern, upon its request, a copy of bid sets and specifications with respect to any contract to be let, the name and telephone number of an agency contact to answer questions related to such prospective contract and adequate citations to each major Federal law or agency rule with which such business concern must comply in performing such contract other than laws or agency rules with which the small business must comply when doing business with other than the Government."
          }
        },
        "5": {
          "name": "Data collection and reporting requirements.",
          "text": {
            "text": "Agencies must measure the extent of small business participation in their acquisition programs by taking the following actions:\n\n(a) Require each prospective contractor to represent whether it is a small business, veteran-owned small business, service-disabled veteran-owned small business, HUBZone small business, small disadvantaged business, women-owned small business, EDWOSB concern, or WOSB concern eligible under the WOSB Program (see the provision at 52.219-1, Small Business Program Representations).\n\n(b) Accurately measure the extent of participation by small business, veteran-owned small business, service-disabled veteran-owned small business, HUBZone small business, small disadvantaged business, and women-owned small business concerns in Government acquisitions in terms of the total value of contracts placed during each fiscal year, and report data to the SBA at the end of each fiscal year (see Subpart 4.6).\n\n(c) When the contract includes the clause at 52.219-28, Post Award Small Business Program Rerepresentation, and the conditions in the clause for rerepresenting are met—\n\n(1) Require a contractor that represented itself as a small business concern prior to award of the contract to rerepresent its size status; and\n\n(2) Permit a contractor that represented itself as other than a small business concern prior to award to rerepresent its size status."
          }
        },
        "6": {
          "name": "Determination of fair market price.",
          "text": {
            "a": {
              "text": "The fair market price shall be the price achieved in accordance with the reasonable price guidelines in 15.404-1(b) for—",
              "sub": {
                "1": {
                  "text": "Total and partial small business set-asides (see Subpart 19.5);"
                },
                "2": {
                  "text": "HUBZone set-asides (see Subpart 19.13);"
                },
                "3": {
                  "text": "Contracts utilizing the price evaluation preference for HUBZone small business concerns (see Subpart 19.13);"
                },
                "4": {
                  "text": "Service-disabled veteran-owned small business set-asides (see subpart 19.14);"
                },
                "5": {
                  "text": "Set-asides for EDWOSB concerns and WOSB concerns eligible under the WOSB Program (see subpart 19.15)."
                }
              }
            },
            "b": {
              "text": "For 8(a) contracts, both with respect to meeting the requirement at 19.806(b) and in order to accurately estimate the current fair market price, contracting officers shall follow the procedures at 19.807."
            }
          }
        }
      },
      "text": {
        "text": "In order to further the policy in 19.201(a), contracting officers shall comply with the specific policies listed in this section and shall consider recommendations of the agency Director of Small and Disadvantaged Business Utilization, or the Director’s designee, as to whether a particular acquisition should be awarded under subpart 19.5, 19.8, 19.13, 19.14, or 19.15. Agencies shall establish procedures including dollar thresholds for review of acquisitions by the Director or the Director’s designee for the purpose of making these recommendations. The contracting officer shall document the contract file whenever the Director’s recommendations are not accepted."
      }
    },
    "203": {
      "number": 203,
      "name": "Relationship among small business programs.",
      "sub": {},
      "text": {
        "a": {
          "text": "There is no order of precedence among the 8(a) Program (subpart 19.8), HUBZone Program (subpart 19.13), Service-Disabled Veteran-Owned Small Business (SDVOSB) Procurement Program (subpart 19.14), or the Women-Owned Small Business (WOSB) Program (subpart 19.15)."
        },
        "b": {
          "text": "At or below the simplified acquisition threshold. For acquisitions of supplies or services that have an anticipated dollar value exceeding $3,500 ($20,000 for acquisitions as described in 13.201(g)(1)), but not exceeding $150,000 ($750,000 for acquisitions described in paragraph (1)(i) of the simplified acquisition threshold definition at 2.101), the requirement at 19.502-2(a) to exclusively reserve acquisitions for small business concerns does not preclude the contracting officer from awarding a contract to a small business under the 8(a) Program, HUBZone Program, SDVOSB Program, or WOSB Program."
        },
        "c": {
          "text": "Above the simplified acquisition threshold. For acquisitions of supplies or services that have an anticipated dollar value exceeding the simplified acquisition threshold definition at 2.101, the contracting officer shall first consider an acquisition for the small business socioeconomic contracting programs (i.e., 8(a), HUBZone, SDVOSB, or WOSB programs) before considering a small business set-aside (see 19.502-2(b)). However, if a requirement has been accepted by the SBA under the 8(a) Program, it must remain in the 8(a) Program unless the SBA agrees to its release in accordance with 13 CFR parts 124, 125, and 126."
        },
        "d": {
          "text": "In determining which socioeconomic program to use for an acquisition, the contracting officer should consider, at a minimum—",
          "sub": {
            "1": {
              "text": "Results of market research that was done to determine if there are socioeconomic firms capable of satisfying the agency’s requirement; and"
            },
            "2": {
              "text": "Agency progress in fulfilling its small business goals."
            }
          }
        },
        "e": {
          "text": "Small business set-asides have priority over acquisitions using full and open competition. See requirements for establishing a small business set-aside at subpart 19.5."
        }
      }
    }
  }
}