{
  "parentPart": 19,
  "number": 1,
  "name": "Size Standards",
  "sub": {
    "0": {
      "name": "Scope of part.",
      "text": {
        "a": {
          "text": "This part implements the acquisition-related sections of the Small Business Act (15 U.S.C. 631, et seq.), applicable sections of the Armed Services Procurement Act (10 U.S.C. 2302, et seq.), 41 U.S.C. 3104, and Executive Order 12138, May 18, 1979. It covers—",
          "sub": {
            "1": {
              "text": "The determination that a concern is eligible for participation in the programs identified in this part;"
            },
            "2": {
              "text": "The respective roles of executive agencies and the Small Business Administration (SBA) in implementing the programs;"
            },
            "3": {
              "text": "Setting acquisitions aside for exclusive competitive participation by small business, 8(a) participants, HUBZone small business concerns, service-disabled veteran-owned small business concerns, and economically disadvantaged women-owned small business (EDWOSB) concerns and women-owned small business (WOSB) concerns eligible under the WOSB Program;"
            },
            "4": {
              "text": "The certificate of competency program;"
            },
            "5": {
              "text": "The subcontracting assistance program;"
            },
            "6": {
              "text": "The “8(a)” business development program (hereafter referred to as 8(a) program), under which agencies contract with the SBA for goods or services to be furnished under a subcontract by a small disadvantaged business concern;"
            },
            "7": {
              "text": "The use of a price evaluation preference for HUBZone small business concerns;"
            },
            "8": {
              "text": "The use of veteran-owned small business concerns; and"
            },
            "9": {
              "text": "Sole source awards to HUBZone small business concerns, service-disabled veteran-owned small business concerns, and EDWOSB concerns and WOSB concerns eligible under the WOSB Program."
            }
          }
        },
        "b": {
          "text": "This part, except for Subpart 19.6, applies only in the United States or its outlying areas. Subpart 19.6 applies worldwide."
        }
      },
      "sub": {}
    },
    "1": {
      "name": "Definitions.",
      "text": {
        "text": "As used in this part—\n\n“Concern” means any business entity organized for profit (even if its ownership is in the hands of a nonprofit entity) with a place of business located in the United States or its outlying areas and that makes a significant contribution to the U.S. economy through payment of taxes and/or use of American products, material and/or labor, etc. “Concern” includes but is not limited to an individual, partnership, corporation, joint venture, association, or cooperative. For the purpose of making affiliation findings (see 19.101), include any business entity, whether organized for profit or not, and any foreign business entity, i.e., any entity located outside the United States and its outlying areas.\n\n“Fair market price” means a price based on reasonable costs under normal competitive conditions and not on lowest possible cost (see 19.202-6).\n\n“Industry” means all concerns primarily engaged in similar lines of activity, as listed and described in the North American Industry Classification System (NAICS) manual.\n\n“Nonmanufacturer rule” means that a contractor under a small business set-aside or 8(a) contract shall be a small business under the applicable size standard and shall provide either its own product or that of another domestic small business manufacturing or processing concern (see 13 CFR 121.406)."
      },
      "sub": {}
    },
    "101": {
      "name": "Explanation of terms.",
      "text": {
        "text": "As used in this subpart—\n\n“Affiliates.” Business concerns are affiliates of each other if, directly or indirectly, either one controls or has the power to control the other, or another concern controls or has the power to control both. In determining whether affiliation exists, consideration is given to all appropriate factors including common ownership, common management, and contractual relationships; provided, that restraints imposed by a franchise agreement are not considered in determining whether the franchisor controls or has the power to control the franchisee, if the franchisee has the right to profit from its effort, commensurate with ownership, and bears the risk of loss or failure. Any business entity may be found to be an affiliate, whether or not it is organized for profit or located in the United States or its outlying areas.\n\n(1) Nature of control. Every business concern is considered as having one or more parties who directly or indirectly control or have the power to control it. Control may be affirmative or negative and it is immaterial whether it is exercised so long as the power to control exists.\n\n(2) Meaning of “party or parties.” The term “party” or “parties” includes, but is not limited to, two or more persons with an identity of interest such as members of the same family or persons with common investments in more than one concern. In determining who controls or has the power to control a concern, persons with an identity of interest may be treated as though they were one person.\n\n(3) Control through stock ownership.\n\n(i) A party is considered to control or have the power to control a concern, if the party controls or has the power to control 50 percent or more of the concern’s voting stock.\n\n(ii) A party is considered to control or have the power to control a concern, even though the party owns, controls, or has the power to control less than 50 percent of the concern’s voting stock, if the block of stock the party owns, controls, or has the power to control is large, as compared with any other outstanding block of stock. If two or more parties each owns, controls, or has the power to control, less than 50 percent of the voting stock of a concern, and such minority block is equal or substantially equal in size, and large as compared with any other block outstanding, there is a presumption that each such party controls or has the power to control such concern; however, such presumption may be rebutted by a showing that such control or power to control, in fact, does not exist.\n\n(iii) If a concern’s voting stock is distributed other than as described above, its management (officers and directors) is deemed to be in control of such concern.\n\n(4) Stock options and convertible debentures. Stock options and convertible debentures exercisable at the time or within a relatively short time after a size determination and agreements to merge in the future, are considered as having a present effect on the power to control the concern. Therefore, in making a size determination, such options, debentures, and agreements are treated as though the rights held thereunder had been exercised.\n\n(5) Voting trusts. If the purpose of a voting trust, or similar agreement, is to separate voting power from beneficial ownership of voting stock for the purpose of shifting control of or the power to control a concern in order that such concern or another concern may qualify as a small business within the size regulations, such voting trust shall not be considered valid for this purpose regardless of whether it is or is not valid within the appropriate jurisdiction. However, if a voting trust is entered into for a legitimate purpose other than that described above, and it is valid within the appropriate jurisdiction, it may be considered valid for the purpose of a size determination, provided such consideration is determined to be in the best interest of the small business program.\n\n(6) Control through common management. A concern may be found as controlling or having the power to control another concern when one or more of the following circumstances are found to exist, and it is reasonable to conclude that under the circumstances, such concern is directing or influencing, or has the power to direct or influence, the operation of such other concern.\n\n(i) Interlocking management. Officers, directors, employees, or principal stockholders of one concern serve as a working majority of the board of directors or officers of another concern.\n\n(ii) Common facilities. One concern shares common office space and/or employees and/or other facilities with another concern, particularly where such concerns are in the same or related industry or field of operation, or where such concerns were formerly affiliated.\n\n(iii) Newly organized concern. Former officers, directors, principal stockholders, and/or key employees of one concern organize a new concern in the same or a related industry or field operation, and serve as its officers, directors, principal stockholders, and/or key employees, and one concern is furnishing or will furnish the other concern with subcontracts, financial or technical assistance, and/or facilities, whether for a fee or otherwise.\n\n(7) Control through contractual relationships—\n\n(i) Definition of a joint venture for size determination purposes. A joint venture for size determination purposes is an association of persons or concerns with interests in any degree or proportion by way of contract, express or implied, consorting to engage in and carry out a single specific business venture for joint profit, for which purpose they combine their efforts, property, money, skill, or knowledge, but not on a continuing or permanent basis for conducting business generally. A joint venture is viewed as a business entity in determining power to control its management.\n\n(A) For bundled requirements, apply size standards for the requirement to individual persons or concerns, not to the combined assets, of the joint venture.\n\n(B) For other than bundled requirements, apply size standards for the requirement to individual persons or concerns, not to the combined assets, of the joint venture, if—\n\n(1) A revenue-based size standard applies to the requirement and the estimated contract value, including options, exceeds one-half the applicable size standard; or\n\n(2) An employee-based size standard applies to the requirement and the estimated contract value, including options, exceeds $10 million.\n\n(ii) HUBZone joint venture. A HUBZone joint venture of two or more HUBZone small business concerns may submit an offer for a HUBZone contract as long as each concern is small under the size standard corresponding to the NAICS code assigned to the contract, provided one of the following conditions apply:\n\n(A) The aggregate total of the joint venture is small under the size standard corresponding to the NAICS code assigned to the contract.\n\n(B) The aggregate total of the joint venture is not small under the size standard corresponding to the NAICS code assigned to the contract and either—\n\n(1) For a revenue-based size standard, the estimated contract value exceeds half the size standard corresponding to the NAICS code assigned to the contract; or\n\n(2) For an employee-based size standard, the estimated contract value exceeds $10 million.\n\n(iii) Joint venture. Concerns submitting offers on a particular acquisition as joint ventures are considered as affiliated and controlling or having the power to control each other with regard to performance of the contract. Moreover, an ostensible subcontractor which is to perform primary or vital requirements of a contract may have a controlling role such to be considered a joint venturer affiliated on the contract with the prime contractor. A joint venture affiliation finding is limited to particular contracts unless the SBA size determination finds general affiliation between the parties. The rules governing 8(a) Program joint ventures are described in 13 CFR 124.513.\n\n(iv) Where a concern is not considered as being an affiliate of a concern with which it is participating in a joint venture, it is necessary, nevertheless, in computing annual receipts, etc., for the purpose of applying size standards, to include such concern’s share of the joint venture receipts (as distinguished from its share of the profits of such venture).\n\n(v) Franchise and license agreements. If a concern operates or is to operate under a franchise (or a license) agreement, the following policy is applicable: In determining whether the franchisor controls or has the power to control and, therefore, is affiliated with the franchisee, the restraints imposed on a franchisee by its franchise agreement shall not be considered, provided that the franchisee has the right to profit from its effort and the risk of loss or failure, commensurate with ownership. Even though a franchisee may not be controlled by the franchisor by virtue of the contractual relationship between them, the franchisee may be controlled by the franchisor or others through common ownership or common management, in which case they would be considered as affiliated.\n\n(vi) Size determination for teaming arrangements. For size determination purposes, apply the size standard tests in paragraphs (7)(i)(A) and (B) of this section when a teaming arrangement of two or more business concerns submits an offer, as appropriate.\n\n“Annual receipts.”\n\n(1) Annual receipts of a concern which has been in business for 3 or more complete fiscal years means the annual average gross revenue of the concern taken for the last 3 fiscal years. For the purpose of this definition, gross revenue of the concern includes revenues from sales of products and services, interest, rents, fees, commissions and/or whatever other sources derived, but less returns and allowances, sales of fixed assets, interaffiliate transactions between a concern and its domestic and foreign affiliates, and taxes collected for remittance (and if due, remitted) to a third party. Such revenues shall be measured as entered on the regular books of account of the concern whether on a cash, accrual, or other basis of accounting acceptable to the U.S. Treasury Department for the purpose of supporting Federal income tax returns, except when a change in accounting method from cash to accrual or accrual to cash has taken place during such 3-year period, or when the completed contract method has been used.\n\n(i) In any case of change in accounting method from cash to accrual or accrual to cash, revenues for such 3-year period shall, prior to the calculation of the annual average, be restated to the accrual method. In any case, where the completed contract method has been used to account for revenues in such 3-year period, revenues must be restated on an accrual basis using the percentage of completion method.\n\n(ii) In the case of a concern which does not keep regular books of accounts, but which is subject to U.S. Federal income taxation, “annual receipts” shall be measured as reported, or to be reported to the U.S. Treasury Department, Internal Revenue Service, for Federal income tax purposes, except that any return based on a change in accounting method or on the completed contract method of accounting must be restated as provided for in the preceding paragraphs.\n\n(2) Annual receipts of a concern that has been in business for less than 3 complete fiscal years means its total receipts for the period it has been in business, divided by the number of weeks including fractions of a week that it has been in business, and multiplied by 52. In calculating total receipts, the definitions and adjustments related to a change of accounting method and the completed contract method of paragraph (1) of this definition, are applicable.\n\n“Number of employees” is a measure of the average employment of a business concern and means its average employment, including the employees of its domestic and foreign affiliates, based on the number of persons employed on a full-time, part-time, temporary, or other basis during each of the pay periods of the preceding 12 months. If a business has not been in existence for 12 months, “number of employees” means the average employment of such concern and its affiliates during the period that such concern has been in existence based on the number of persons employed during each of the pay periods of the period that such concern has been in business. If a business has acquired an affiliate during the applicable 12-month period, it is necessary, in computing the applicant’s number of employees, to include the affiliate’s number of employees during the entire period, rather than only its employees during the period in which it has been an affiliate. The employees of a former affiliate are not included, even if such concern had been an affiliate during a portion of the period."
      },
      "sub": {}
    },
    "102": {
      "name": "Size standards.",
      "text": {
        "1": {
          "text": "Except as provided in paragraphs (f)(4) through (f)(7) of this section, in the case of Government acquisitions set-aside for small businesses, furnishes in the performance of the contract, the product of a small business manufacturer or producer. The end product furnished must be manufactured or produced in the United States or its outlying areas. The term “nonmanufacturer” includes a concern that can, but elects not to, manufacture or produce the end product for the specific acquisition. For size determination purposes, there can be only one manufacturer of the end product being acquired. The manufacturer of the end product being acquired is the concern that, with its own forces, transforms inorganic or organic substances including raw materials and/or miscellaneous parts or components into the end product. However, see the limitations on subcontracting at 52.219-14 that apply to any small business offeror other than a nonmanufacturer for purposes of set-asides and 8(a) awards, 52.219-3 for HUBZone set-asides and HUBZone sole source awards, 52.219-27 for SDVOSB set-asides and SDVOSB sole source awards, 52.219-29 for economically disadvantaged women-owned small business (EDWOSB) set-asides and EDWOSB sole source awards, and 52.219-30 for set-asides and sole source awards to women-owned small business (WOSB) concerns eligible under the WOSB Program."
        },
        "2": {
          "text": "A concern which purchases items and packages them into a kit is considered to be a nonmanufacturer small business and can qualify as such for a given acquisition if it meets the size qualifications of a small nonmanufacturer for the acquisition, and if more than 50 percent of the total value of the kit and its contents are accounted for by items manufactured by small business."
        },
        "3": {
          "text": "For the purpose of receiving a Certificate of Competency on an unrestricted acquisition, a small business nonmanufacturer may furnish any domestically produced or manufactured product."
        },
        "4": {
          "text": "In the case of acquisitions set aside for small business or awarded under section 8(a) of the Small Business Act, when the acquisition is for a specific product (or a product in a class of products) for which the SBA has determined that there are no small business manufacturers or processors in the Federal market, then the SBA may grant a class waiver so that a nonmanufacturer does not have to furnish the product of a small business. For the most current listing of classes for which SBA has granted a waiver, contact an SBA Office of Government Contracting. A listing is also available on SBA’s Internet Homepage at http://www.sba.gov/content/class-waivers. Contracting officers may request that the SBA waive the nonmanufacturer rule for a particular class of products.  For procedures in requesting a waiver see 13 CFR 121.1204."
        },
        "5": {
          "text": "For a specific solicitation, a contracting officer may request a waiver of that part of the nonmanufacturer rule which requires that the actual manufacturer or processor be a small business concern if no known domestic small business manufacturers or processors can reasonably be expected to offer a product meeting the requirements of the solicitation."
        },
        "6": {
          "text": "Requests for waivers shall be sent to the—\n\nAssociate Administrator for Government Contracting\n\nUnited States Small Business Administration\n\nMail Code 6250\n\n409 Third Street, SW\n\nWashington, DC 20416.",
          "sub": {
            "text": "Associate Administrator for Government Contracting\n\nUnited States Small Business Administration\n\nMail Code 6250\n\n409 Third Street, SW\n\nWashington, DC 20416."
          }
        },
        "7": {
          "text": "The SBA provides for an exception to the nonmanufacturer rule if—",
          "sub": {
            "i": {
              "text": "The procurement of a manufactured end product processed under the procedures set forth in Part 13—"
            },
            "A": {
              "text": "Is set aside for small business; and"
            },
            "B": {
              "text": "Is not anticipated to exceed $25,000; and"
            },
            "ii": {
              "text": "The offeror supplies an end product that is manufactured or produced in the United States or its outlying areas."
            }
          }
        },
        "8": {
          "text": "For non-manufacturer rules pertaining to HUBZone contracts, see 19.1303(e)."
        },
        "a": {
          "text": "(1) The SBA establishes small business size standards on an industry-by-industry basis.  (See 13 CFR Part 121).  Small business size standards matched to industry NAICS codes are published by the Small Business Administration and are available at http://www.sba.gov/content/table-small-business-size-standards.",
          "sub": {
            "2": {
              "text": "NAICS codes are updated by the Office of Management and Budget through its Economic Classification Policy Committee every five years. New NAICS codes are not available for use in Federal contracting until the Small Business Administration publishes corresponding industry size standards (see 19.102(a)(1))."
            }
          }
        },
        "b": {
          "text": "Small business size standards are applied by—",
          "sub": {
            "1": {
              "text": "Classifying the product or service being acquired in the industry whose definition, as found in the North American Industry Classification System (NAICS) Manual (available at http://www.census.gov/eos/www/naics/), best describes the principal nature of the product or service being acquired;"
            },
            "2": {
              "text": "Identifying the size standard SBA established for that industry; and"
            },
            "3": {
              "text": "Specifying the size standard in the solicitation so that offerors can appropriately represent themselves as small or large."
            }
          }
        },
        "c": {
          "text": "For size standard purposes, a product or service shall be classified in only one industry, whose definition best describes the principal nature of the product or service being acquired even though for other purposes it could be classified in more than one."
        },
        "d": {
          "text": "When acquiring a product or service that could be classified in two or more industries with different size standards, contracting officers shall apply the size standard for the industry accounting for the greatest percentage of the contract price."
        },
        "e": {
          "text": "If a solicitation calls for more than one item and allows offers to be submitted on any or all of the items, an offeror must meet the size standard for each item it offers to furnish. If a solicitation calling for more than one item requires offers on all or none of the items, an offeror may qualify as a small business by meeting the size standard for the item accounting for the greatest percentage of the total contract price."
        },
        "f": {
          "text": "Any concern submitting a bid or offer in its own name, other than on a construction or service contract, that proposes to furnish an end product it did not manufacture (a “nonmanufacturer”), is a small business if it has no more than 500 employees, and—\n\nAssociate Administrator for Government Contracting\n\nUnited States Small Business Administration\n\nMail Code 6250\n\n409 Third Street, SW\n\nWashington, DC 20416."
        }
      },
      "sub": {}
    }
  }
}