{
  "parentPart": 4,
  "number": 17,
  "name": "Service Contracts Inventory",
  "sub": {
    "1700": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart implements section 743(a) of Division C of the Consolidated Appropriations Act, 2010 (Pub. L. 111-117), which requires agencies to report annually to the Office of Management and Budget (OMB) on activities performed by service contractors.  Section 743(a) applies to executive agencies, other than the Department of Defense (DoD), covered by the Federal Activities Inventory Reform Act (Pub. L. 105-270) (FAIR Act).  The information reported in the inventory will be publicly accessible."
      },
      "sub": {}
    },
    "1701": {
      "name": "Definitions.",
      "text": {
        "text": "As used in this subpart–\n\n“FAIR Act agencies” means the agencies required under the FAIR Act to submit inventories annually of the activities performed by Government personnel.\n\n“First-tier subcontract” means a subcontract awarded directly by the contractor for the purpose of acquiring supplies or services (including construction) for performance of a prime contract.  It does not include the contractor’s supplier agreements with vendors, such as long-term arrangements for materials or supplies that benefit multiple contracts and/or the costs of which are normally applied to a contractor’s general and administrative expenses or indirect costs."
      },
      "sub": {}
    },
    "1702": {
      "name": "Applicability.",
      "text": {
        "a": {
          "text": "This subpart applies to–",
          "sub": {
            "1": {
              "text": "All FAIR Act agencies, except DoD as specified in 4.1705;"
            },
            "2": {
              "text": "Solicitations, contracts, and orders for services (including construction) that meet or exceed the thresholds at 4.1703; and"
            },
            "3": {
              "text": "Contractors and first-tier subcontractors."
            }
          }
        },
        "b": {
          "text": "Procedures for compiling and submitting agency service contract inventories are governed by section 743(a)(3) of Division C of Pub. L. 111-117 and Office of Federal Procurement Policy (OFPP) guidance.  The guidance is available at the following Web site: http://www.whitehouse.gov/omb/procurement-service-contract-inventories."
        },
        "c": {
          "text": "This subpart addresses requirements for obtaining information from, and reporting by, agency service contractors."
        }
      },
      "sub": {}
    },
    "1703": {
      "name": "Reporting requirements.",
      "text": {
        "1": {
          "text": "Agencies shall ensure that contractors comply with the reporting requirements of 52.204-14, Service Contract Reporting Requirements and 52.204-15, Service Contract Reporting Requirements for Indefinite-Delivery Contracts.  Agencies shall review contractor reported information for reasonableness and consistency with available contract information.  The agency is not required to address data for which the agency would not normally have supporting information.  In the event the agency believes that revisions to the contractor reported information are warranted, the agency shall notify the contractor no later than November 15.  By November 30, the contractor shall revise the report, or document its rationale for the agency. Authorized agency officials may review the reports at www.sam.gov."
        },
        "2": {
          "text": "Agencies are required to compile annually an inventory of service contracts performed for, or on behalf of, the agency during the prior fiscal year in order to determine the extent of the agency’s reliance on service contractors.  Agencies shall submit a service contract inventory to OMB by January 15 annually. Then, each agency must post the inventory on its Web site and publish a Federal Register Notice of Availability by February 15 annually."
        },
        "3": {
          "text": "Most of the required information is already collected in the Federal Procurement Data System (FPDS).  Information not collected in FPDS will be provided by the contractor, as specified in 52.204-14, Service Contract Reporting Requirements and 52.204-15, Service Contract"
        },
        "a": {
          "text": "Thresholds.",
          "sub": {
            "1": {
              "text": "Except as exempted by OFPP guidance, service contractor reporting shall be required for contracts and first-tier subcontracts for services based on type of contract and estimated total value. For indefinite-delivery contracts, reporting shall be determined based on the type and estimated total value of each order under the contract. Indefinite-delivery contracts include, but are not limited to, contracts such as indefinite-delivery indefinite-quantity (IDIQ) contracts, Federal Supply Schedule contracts (FSSs), Governmentwide acquisition contracts (GWACs), and multi-agency contracts."
            },
            "2": {
              "text": "Reporting is required according to the following thresholds:",
              "sub": {
                "i": {
                  "text": "All cost-reimbursement, time-and-materials, and labor-hour service contracts and orders with an estimated total value above the simplified acquisition threshold."
                },
                "ii": {
                  "text": "All fixed-price service contracts awarded and orders issued according to the following thresholds:"
                },
                "A": {
                  "text": "Awarded or issued in Fiscal Year 2014, with an estimated total value of $2.5 million or greater."
                },
                "B": {
                  "text": "Awarded or issued in Fiscal Year 2015, with an estimated total value of $1 million or greater."
                },
                "C": {
                  "text": "Awarded or issued in Fiscal Year 2016, and subsequent years, with an estimated total value of $500,000 or greater."
                }
              }
            },
            "3": {
              "text": "Reporting is required for all first-tier subcontracts for services as prescribed in paragraphs (a)(2)(i) and (ii) of this section."
            }
          }
        },
        "b": {
          "text": "Agency reporting responsibilities."
        }
      },
      "sub": {}
    },
    "1704": {
      "name": "Contracting officer responsibilities.",
      "text": {
        "a": {
          "text": "For other than indefinite-delivery contracts, the contracting officer shall ensure that 52.204-14, Service Reporting Requirement, is included in solicitations, contracts, and orders as prescribed at 4.1705. For indefinite-delivery contracts, the contracting officer who awarded the contract shall ensure that 52.204-15 Service Contract Reporting Requirements for Indefinite-Delivery Contracts, is included in solicitations and contracts as prescribed at 4.1705. The contracting officer at the order level shall verify the clause’s inclusion in the contract."
        },
        "b": {
          "text": "If the contractor fails to submit a report in a timely manner, the contracting officer shall exercise appropriate contractual remedies. In addition, the contracting officer shall make the contractor’s failure to comply with the reporting requirements a part of the contractor’s performance information under subpart 42.15."
        }
      },
      "sub": {}
    },
    "1705": {
      "name": "Contract clauses.",
      "text": {
        "a": {
          "text": "The contracting officer shall insert the clause at 52.204-14, Service Contract Reporting Requirements, in solicitations and contracts for services (including construction) that meet or exceed the thresholds at 4.1703, except for indefinite-delivery contracts. This clause is not required for actions entirely funded by DoD, contracts awarded with a generic entity identifier, or in classified solicitations, contracts, or orders."
        },
        "b": {
          "text": "The contracting officer shall insert the clause at 52.204-15, Service Contract Reporting Requirements for Indefinite-Delivery Contracts, in solicitations and indefinite-delivery contracts for services (including construction) where one or more orders issued thereunder are expected to each meet or exceed the thresholds at 4.1703. This clause is not required for actions entirely funded by DoD, contracts awarded with a generic entity identifier, or in classified solicitations, contracts, or orders."
        }
      },
      "sub": {}
    }
  }
}