{
  "parentPart": 26,
  "number": 2,
  "name": "Disaster or Emergency Assistance Activities",
  "sub": {
    "200": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart implements the Robert T. Stafford Disaster Relief and Emergency Assistance Act (42 U.S.C. 5150), which provides a preference for local organizations, firms, and individuals when contracting for major disaster or emergency assistance activities."
      },
      "sub": {}
    },
    "201": {
      "name": "Definitions.",
      "text": {
        "text": "“Emergency response contract” means a contract with private entities that supports assistance activities in a major disaster or emergency area, such as debris clearance, distribution of supplies, or reconstruction.\n\n“Local firm” means a private organization, firm, or individual residing or doing business primarily in a major disaster or emergency area.\n\n“Major disaster or emergency area” means the area included in the official Presidential declaration(s) and any additional areas identified by the Department of Homeland Security.  Major disaster declarations and emergency declarations are published in the Federal Register and are available at http://www.fema.gov/news/disasters.fema."
      },
      "sub": {}
    },
    "202": {
      "name": "Local area preference.",
      "text": {
        "text": "When awarding emergency response contracts during the term of a major disaster or emergency declaration by the President of the United States under the authority of the Robert T. Stafford Disaster Relief and Emergency Assistance Act (42 U.S.C. 5121, et seq.), preference shall be given, to the extent feasible and practicable, to local firms.  Preference may be given through a local area set-aside or an evaluation preference."
      },
      "sub": {
        "1": {
          "name": "Local area set-aside.",
          "text": {
            "text": "The contracting officer may set aside solicitations to allow only local firms within a specific geographic area to compete (see 6.208).\n\n(a) The contracting officer, in consultation with the requirements office, shall define the specific geographic area for the local set-aside.\n\n(b) A major disaster or emergency area may span counties in several contiguous States. The set-aside area need not include all the counties in the declared disaster/emergency area(s), but cannot go outside it.\n\n(c) The contracting officer shall also determine whether a local area set-aside should be further restricted to small business concerns in the set-aside area (see Part 19)."
          }
        },
        "2": {
          "name": "Evaluation preference.",
          "text": {
            "text": "The contracting officer may use an evaluation preference, when authorized in agency regulations or procedures."
          }
        }
      }
    },
    "203": {
      "name": "Transition of work.",
      "text": {
        "a": {
          "text": "In anticipation of potential emergency response requirements, agencies involved in response planning should consider awarding emergency response contracts before a major disaster or emergency occurs to ensure immediate response and relief.  These contracts should be structured to respond to immediate emergency response needs, and should not be structured in any way that may inhibit the transition of emergency response work to local firms (e.g., unnecessarily broad scopes of work or long periods of performance)."
        },
        "b": {
          "text": "42 U.S.C. 5150(b)(2) requires that agencies performing response, relief, and reconstruction activities  transition to local firms any work performed under contracts in effect on the date on which the President declares a major disaster or emergency, unless the head of such agency determines in writing that it is not feasible or practicable.  This determination may be made on an individual contract or class basis.  The written determination shall be prepared within a reasonable time given the circumstances of the emergency."
        },
        "c": {
          "text": "In effecting the transition, agencies are not required to terminate or renegotiate existing contracts.  Agencies should transition the work at the earliest practical opportunity after consideration of the following:",
          "sub": {
            "1": {
              "text": "The potential duration of the disaster or emergency."
            },
            "2": {
              "text": "The severity of the disaster or emergency."
            },
            "3": {
              "text": "The scope and structure of the existing contract, including its period of performance and the milestone(s) at which a transition is reasonable (e.g., before exercising an option)."
            },
            "4": {
              "text": "The potential impact of a transition, including safety, national defense, and mobilization."
            },
            "5": {
              "text": "The expected availability of qualified local offerors who can provide the products or services at a reasonable price."
            }
          }
        },
        "d": {
          "text": "The agency shall transition the work to local firms using the local area set-aside identified in 26.202-1."
        }
      },
      "sub": {}
    },
    "204": {
      "name": "Justification for expenditures to other than local firms.",
      "text": {
        "a": {
          "text": "42 U.S.C. 5150(b)(1) requires that, subsequent to any Presidential declaration of a major disaster or emergency, any expenditure of Federal funds, under an emergency response contract not awarded to a local firm, must be justified in writing in the contract file.  The justification should include consideration for the scope of the major disaster or emergency and the immediate requirements or needs of supplies and services to ensure life is protected, victims are cared for, and property is protected."
        },
        "b": {
          "text": "The justification may be made on an individual or class basis.  The contracting officer approves the justification."
        }
      },
      "sub": {}
    },
    "205": {
      "name": "Disaster Response Registry.",
      "text": {
        "a": {
          "text": "Contracting officers shall consult the Disaster Response Registry via https://www.acquisition.gov to determine the availability of contractors for debris removal, distribution of supplies, reconstruction, and other disaster or emergency relief activities inside the United States and outlying areas."
        },
        "b": {
          "text": "A list of prospective vendors voluntarily participating in the Disaster Response Registry can be retrieved using the System for Award Management (SAM) search tool, which can be accessed via https://www.acquisition.gov. These vendors may be identified by selecting the criteria for “Disaster Response Contractors”. Contractors are required to register with SAM in order to gain access to the Disaster Response Registry."
        }
      },
      "sub": {}
    },
    "206": {
      "name": "Solicitation provision and contract clauses.",
      "text": {
        "a": {
          "text": "The contracting officer shall insert the provision at 52.226-3, Disaster or Emergency Area Representation, in solicitations involving the local area set-aside.  For commercial items, see 12.301(e)(4)."
        },
        "b": {
          "text": "The contracting officer shall insert the clause at 52.226-4, Notice of Disaster or Emergency Area Set-aside in solicitations and contracts involving local area set-asides."
        },
        "c": {
          "text": "The contracting officer shall insert the clause at 52.226-5, Restrictions on Subcontracting Outside Disaster or Emergency Area, in all solicitations and contracts that involve local area set-asides."
        }
      },
      "sub": {}
    }
  }
}