{
  "parentPart": 1,
  "number": 4,
  "name": "Deviations from the FAR",
  "sub": {
    "400": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart prescribes the policies and procedures for authorizing deviations from the FAR. Exceptions pertaining to the use of forms prescribed by the FAR are covered in Part 53 rather than in this subpart."
      },
      "sub": {}
    },
    "401": {
      "name": "Definition.",
      "text": {
        "text": "“Deviation” means any one or combination of the following:\n\n(a) The issuance or use of a policy, procedure, solicitation provision (see definition in 2.101), contract clause (see definition in 2.101), method, or practice of conducting acquisition actions of any kind at any stage of the acquisition process that is inconsistent with the FAR.\n\n(b) The omission of any solicitation provision or contract clause when its prescription requires its use.\n\n(c) The use of any solicitation provision or contract clause with modified or alternate language that is not authorized by the FAR (see definition of “modification” in 52.101(a) and definition of “alternate” in 2.101(a)).\n\n(d) The use of a solicitation provision or contract clause prescribed by the FAR on a “substantially as follows” or “substantially the same as” basis (see definitions in 2.101 and 52.101(a)), if such use is inconsistent with the intent, principle, or substance of the prescription or related coverage on the subject matter in the FAR.\n\n(e) The authorization of lesser or greater limitations on the use of any solicitation provision, contract clause, policy, or procedure prescribed by the FAR.\n\n(f) The issuance of policies or procedures that govern the contracting process or otherwise control contracting relationships that are not incorporated into agency acquisition regulations in accordance with 1.301(a)."
      },
      "sub": {}
    },
    "402": {
      "name": "Policy.",
      "text": {
        "text": "Unless precluded by law, executive order, or regulation, deviations from the FAR may be granted as specified in this subpart when necessary to meet the specific needs and requirements of each agency. The development and testing of new techniques and methods of acquisition should not be stifled simply because such action would require a FAR deviation. The fact that deviation authority is required should not, of itself, deter agencies in their development and testing of new techniques and acquisition methods. Refer to 31.101 for instructions concerning deviations pertaining to the subject matter of Part 31, Contract Cost Principles and Procedures. Deviations are not authorized with respect to 30.201-3 and 30.201-4, or the requirements of the Cost Accounting Standards Board (CASB) rules and regulations (48 CFR Chapter 99 (FAR Appendix)). Refer to 30.201-5 for instructions concerning waivers pertaining to Cost Accounting Standards."
      },
      "sub": {}
    },
    "403": {
      "name": "Individual deviations.",
      "text": {
        "text": "Individual deviations affect only one contract action, and, unless 1.405(e) is applicable, may be authorized by the agency head. The contracting officer must document the justification and agency approval in the contract file."
      },
      "sub": {}
    },
    "404": {
      "name": "Class deviations.",
      "text": {
        "text": "Class deviations affect more than one contract action. When an agency knows that it will require a class deviation on a permanent basis, it should propose a FAR revision, if appropriate. Civilian agencies, other than NASA, must furnish a copy of each approved class deviation to the FAR Secretariat.\n\n(a) For civilian agencies except NASA, class deviations may be authorized by agency heads or their designees, unless 1.405(e) is applicable. Delegation of this authority shall not be made below the head of a contracting activity. Authorization of class deviations by agency officials is subject to the following limitations:\n\n(1) An agency official who may authorize a class deviation, before doing so, shall consult with the chairperson of the Civilian Agency Acquisition Council (CAA Council), unless that agency official determines that urgency precludes such consultation.\n\n(2) Recommended revisions to the FAR shall be transmitted to the FAR Secretariat by agency heads or their designees for authorizing class deviations.\n\n(b) For DoD, class deviations shall be controlled, processed, and approved in accordance with the Defense FAR Supplement.\n\n(c) For NASA, class deviations shall be controlled and approved by the Assistant Administrator for Procurement. Deviations shall be processed in accordance with agency regulations."
      },
      "sub": {}
    },
    "405": {
      "name": "Deviations pertaining to treaties and executive agreements.",
      "text": {
        "a": {
          "text": "“Executive agreements,” as used in this section, means Government-to-Government agreements, including agreements with international organizations, to which the United States is a party."
        },
        "b": {
          "text": "Any deviation from the FAR required to comply with a treaty to which the United States is a party is authorized, unless the deviation would be inconsistent with FAR coverage based on a law enacted after the execution of the treaty."
        },
        "c": {
          "text": "Any deviation from the FAR required to comply with an executive agreement is authorized unless the deviation would be inconsistent with FAR coverage based on law."
        },
        "d": {
          "text": "For civilian agencies other than NASA, a copy of the text deviation authorized under paragraph (b) or (c) of this section shall be transmitted to the FAR Secretariat through a central agency control point."
        },
        "e": {
          "text": "For civilian agencies other than NASA, if a deviation required to comply with a treaty or an executive agreement is not authorized by paragraph (b) or (c) of this section, then the request for deviation shall be processed through the FAR Secretariat to the Civilian Agency Acquisition Council."
        }
      },
      "sub": {}
    }
  }
}