{
  "parentPart": 25,
  "number": 10,
  "name": "Additional Foreign Acquisition Regulations",
  "sub": {
    "1001": {
      "name": "Waiver of right to examination of records.",
      "text": {
        "1": {
          "text": "Identify the contract and its purpose, and identify if the contract is with a foreign contractor or with a foreign government or an agency of a foreign government;"
        },
        "2": {
          "text": "Describe the efforts to include the basic clause;"
        },
        "3": {
          "text": "State the reasons for the contractor’s refusal to include the basic clause;"
        },
        "4": {
          "text": "Describe the price and availability of the supplies or services from the United States and other sources; and"
        },
        "5": {
          "text": "Determine that it will best serve the interest of the United States to use the appropriate alternate clause in paragraph (a)(2) of this section."
        },
        "a": {
          "text": "Policy. The clause at 52.215-2, Audit and Records—Negotiation, prescribed at 15.209(b), and paragraph (d) of the clause at 52.212-5, Contract Terms and Conditions Required to Implement Statutes or Executive Orders—Commercial Items, prescribed at 12.301(b)(4), implement 10 U.S.C. 2313 and 41 U.S.C. 4706. The basic clauses authorize examination of records by the Comptroller General.",
          "sub": {
            "1": {
              "text": "Insert the appropriate basic clause, whenever possible, in negotiated contracts with foreign contractors."
            },
            "2": {
              "text": "The contracting officer may use 52.215-2 with its Alternate III or 52.212-5 with its Alternate I after—"
            },
            "i": {
              "text": "Exhausting all reasonable efforts to include the basic clause;"
            },
            "ii": {
              "text": "Considering factors such as alternate sources of supply, additional cost, and time of delivery; and"
            },
            "iii": {
              "text": "The head of the agency has executed a determination and findings in accordance with paragraph (b) of this section, with the concurrence of the Comptroller General. However, concurrence of the Comptroller General is not required if the contractor is a foreign government or agency thereof or is precluded by the laws of the country involved from making its records available for examination."
            }
          }
        },
        "b": {
          "text": "Determination and findings. The determination and findings must—"
        }
      },
      "sub": {}
    },
    "1002": {
      "name": "Use of foreign currency.",
      "text": {
        "a": {
          "text": "Unless an international agreement or the WTO GPA (see 25.408(a)(4)) requires a specific currency, contracting officers must determine whether solicitations for contracts to be entered into and performed outside the United States will require submission of offers in U.S. currency or a specified foreign currency. In unusual circumstances, the contracting officer may permit submission of offers in other than a specified currency."
        },
        "b": {
          "text": "To ensure a fair evaluation of offers, solicitations generally should require all offers to be priced in the same currency. However, if the solicitation permits submission of offers in other than a specified currency, the contracting officer must convert the offered prices to U.S. currency for evaluation purposes. The contracting officer must use the current market exchange rate from a commonly used source in effect as follows:",
          "sub": {
            "1": {
              "text": "For acquisitions conducted using sealed bidding procedures, on the date of bid opening."
            },
            "2": {
              "text": "For acquisitions conducted using negotiation procedures—"
            },
            "i": {
              "text": "On the date specified for receipt of offers, if award is based on initial offers; otherwise"
            },
            "ii": {
              "text": "On the date specified for receipt of final proposal revisions."
            }
          }
        },
        "c": {
          "text": "If a contract is priced in foreign currency, the agency must ensure that adequate funds are available to cover currency fluctuations to avoid a violation of the Anti-Deficiency Act (31 U.S.C. 1341, 1342, 1511-1519)."
        }
      },
      "sub": {}
    }
  }
}