{
  "parentPart": 3,
  "number": 10,
  "name": "Contractor Code of Business Ethics and Conduct",
  "sub": {
    "1000": {
      "number": 1000,
      "name": "Scope of subpart.",
      "sub": {},
      "text": {
        "text": "This subpart—\n\n(a) Implements 41 U.S.C. 3509, Notification of Violations of Federal Criminal Law or Overpayments; and\n\n(b) Prescribes policies and procedures for the establishment of contractor codes of business ethics and conduct, and display of agency Office of Inspector General (OIG) fraud hotline posters."
      }
    },
    "1001": {
      "number": 1001,
      "name": "Definitions.",
      "sub": {},
      "text": {
        "text": "As used in this subpart—\n\n“Subcontract” means any contract entered into by a subcontractor to furnish supplies or services for performance of a prime contract or a subcontract.\n\n“Subcontractor” means any supplier, distributor, vendor, or firm that furnished supplies or services to or for a prime contractor or another subcontractor.\n\n“United States” means the 50 States, the District of Columbia, and outlying areas."
      }
    },
    "1002": {
      "number": 1002,
      "name": "Policy.",
      "sub": {},
      "text": {
        "1": {
          "text": "Are suitable to the size of the company and extent of its involvement in Government contracting;"
        },
        "2": {
          "text": "Facilitate timely discovery and disclosure of improper conduct in connection with Government contracts; and"
        },
        "3": {
          "text": "Ensure corrective measures are promptly instituted and carried out."
        },
        "a": {
          "text": "Government contractors must conduct themselves with the highest degree of integrity and honesty."
        },
        "b": {
          "text": "Contractors should have a written code of business ethics and conduct. To promote compliance with such code of business ethics and conduct, contractors should have an employee business ethics and compliance training program and an internal control system that—"
        }
      }
    },
    "1003": {
      "number": 1003,
      "name": "Requirements.",
      "sub": {},
      "text": {
        "1": {
          "text": "Agency OIGs are responsible for determining the need for, and content of, their respective agency OIG fraud hotline poster(s)."
        },
        "2": {
          "text": "When requested by the Department of Homeland Security, agencies shall ensure that contracts funded with disaster assistance funds require display of any fraud hotline poster applicable to the specific contract.  As established by the agency OIG, such posters may be displayed in lieu of, or in addition to, the agency’s standard poster."
        },
        "a": {
          "text": "Contractor requirements.",
          "sub": {
            "1": {
              "text": "Although the policy at 3.1002 applies as guidance to all Government contractors, the contractual requirements set forth in the clauses at 52.203-13, Contractor Code of Business Ethics and Conduct, and 52.203-14, Display of Hotline Poster(s), are mandatory if the contracts meet the conditions specified in the clause prescriptions at 3.1004."
            },
            "2": {
              "text": "Whether or not the clause at 52.203-13 is applicable, a contractor may be suspended and/or debarred for knowing failure by a principal to timely disclose to the Government, in connection with the award, performance, or closeout of a Government contract performed by the contractor or a subcontract awarded thereunder, credible evidence of a violation of Federal criminal law involving fraud, conflict of interest, bribery, or gratuity violations found in Title 18 of the United States Code or a violation of the civil False Claims Act.  Knowing failure to timely disclose credible evidence of any of the above violations remains a cause for suspension and/or debarment until 3 years after final payment on a contract (see 9.406-2(b)(1)(vi) and 9.407-2(a)(8))."
            },
            "3": {
              "text": "The Payment clauses at FAR 52.212-4(i)(5), 52.232-25(d), 52.232-26(c), and 52.232-27(l) require that, if the contractor becomes aware that the Government has overpaid on a contract financing or invoice payment, the contractor shall remit the overpayment amount to the Government.  A contractor may be suspended and/or debarred for knowing failure by a principal to timely disclose credible evidence of a significant overpayment, other than overpayments resulting from contract financing payments as defined in 32.001 (see 9.406-2(b)(1)(vi) and 9.407-2(a)(8))."
            }
          }
        },
        "b": {
          "text": "Notification of possible contractor violation. If the contracting officer is notified of possible contractor violation of Federal criminal law involving fraud, conflict of interest, bribery, or gratuity violations found in Title 18 U.S.C.; or a violation of the civil False Claims Act, the contracting officer shall—",
          "sub": {
            "1": {
              "text": "Coordinate the matter with the agency Office of the Inspector General; or"
            },
            "2": {
              "text": "Take action in accordance with agency procedures."
            }
          }
        },
        "c": {
          "text": "Fraud Hotline Poster."
        }
      }
    },
    "1004": {
      "number": 1004,
      "name": "Contract clauses.",
      "sub": {},
      "text": {
        "text": "\n\n(a) Insert the clause at FAR 52.203-13, Contractor Code of Business Ethics and Conduct, in solicitations and contracts if the value of the contract is expected to exceed $5.5 million and the performance period is 120 days or more.\n\n(b)(1) Unless the contract is for the acquisition of a commercial item or will be performed entirely outside the United States, insert the clause at FAR 52.203-14, Display of Hotline Poster(s), if—\n\n(i) The contract exceeds $5.5 million or a lesser amount established by the agency; and\n\n(ii)(A) The agency has a fraud hotline poster; or\n\n(B) The contract is funded with disaster assistance funds.\n\n(2) In paragraph (b)(3) of the clause, the contracting officer shall—\n\n(i) Identify the applicable posters; and\n\n(ii) Insert the website link(s) or other contact information for obtaining the agency and/or Department of Homeland Security poster.\n\n(3) In paragraph (d) of the clause, if the agency has established policies and procedures for display of the OIG fraud hotline poster at a lesser amount, the contracting officer shall replace “$5.5 million” with the lesser amount that the agency has established."
      }
    }
  }
}