{
  "parentPart": 4,
  "number": 5,
  "name": "Electronic Commerce in Contracting",
  "sub": {
    "500": {
      "number": 500,
      "name": "Scope of subpart.",
      "sub": {},
      "text": {
        "text": "This subpart provides policy and procedures for the establishment and use of electronic commerce in Federal acquisition as required by 41 U.S.C. 2301."
      }
    },
    "501": {
      "number": 501,
      "name": "[Reserved]",
      "sub": {},
      "text": {
        "text": ""
      }
    },
    "502": {
      "number": 502,
      "name": "Policy.",
      "sub": {},
      "text": {
        "a": {
          "text": "The Federal Government shall use electronic commerce whenever practicable or cost-effective. The use of terms commonly associated with paper transactions (e.g., “copy,” “document,” “page,” “printed,” “sealed envelope,” and “stamped”) shall not be interpreted to restrict the use of electronic commerce. Contracting officers may supplement electronic transactions by using other media to meet the requirements of any contract action governed by the FAR (e.g., transmit hard copy of drawings)."
        },
        "b": {
          "text": "Agencies may exercise broad discretion in selecting the hardware and software that will be used in conducting electronic commerce. However, as required by 41 U.S.C. 2301, the head of each agency, after consulting with the Administrator of OFPP, shall ensure that systems, technologies, procedures, and processes used by the agency to conduct electronic commerce—",
          "sub": {
            "1": {
              "text": "Are implemented uniformly throughout the agency, to the maximum extent practicable;"
            },
            "2": {
              "text": "Are implemented only after considering the full or partial use of existing infrastructures;"
            },
            "3": {
              "text": "Facilitate access to Government acquisition opportunities by small business concerns, small disadvantaged business concerns, women-owned, veteran-owned, HUBZone, and service-disabled veteran-owned small business concerns;"
            },
            "4": {
              "text": "Include a single means of providing widespread public notice of acquisition opportunities through the Governmentwide point of entry and a means of responding to notices or solicitations electronically; and"
            },
            "5": {
              "text": "Comply with nationally and internationally recognized standards that broaden interoperability and ease the electronic interchange of information, such as standards established by the National Institute of Standards and Technology."
            }
          }
        },
        "c": {
          "text": "Before using electronic commerce, the agency head shall ensure that the agency systems are capable of ensuring authentication and confidentiality commensurate with the risk and magnitude of the harm from loss, misuse, or unauthorized access to or modification of the information."
        },
        "d": {
          "text": "Agencies may accept electronic signatures and records in connection with Government contracts."
        }
      }
    }
  }
}