{
  "parentPart": 51,
  "number": 1,
  "name": "Contractor Use of Government Supply Sources",
  "sub": {
    "100": {
      "number": 100,
      "name": "Scope of subpart.",
      "sub": {},
      "text": {
        "text": "This subpart prescribes policies and procedures for the use of Government supply sources (see 51.102(c)) by contractors. In this subpart, the terms “contractors” and “contracts” include “subcontractors” and “subcontracts.”"
      }
    },
    "101": {
      "number": 101,
      "name": "Policy.",
      "sub": {},
      "text": {
        "a": {
          "text": "If it is in the Government’s interest, and if supplies or services required in the performance of a Government contract are available from Government supply sources, contracting officers may authorize contractors to use these sources in performing—",
          "sub": {
            "1": {
              "text": "Government cost-reimbursement contracts;"
            },
            "2": {
              "text": "Other types of negotiated contracts when the agency determines that a substantial dollar portion of the contractor’s contracts are of a Government cost-reimbursement nature; or"
            },
            "3": {
              "text": "A contract under 41 U.S.C. chapter 85, Committee for Purchase from People Who Are Blind or Severely Disabled, if—"
            },
            "i": {
              "text": "The nonprofit agency requesting use of the supplies and services is providing a commodity or service to the Federal Government; and"
            },
            "ii": {
              "text": "The supplies or services received are directly used in making or providing a commodity or service, approved by the Committee for Purchase From People Who Are Blind or Severely Disabled, to the Federal Government (see Subpart 8.7)."
            }
          }
        },
        "b": {
          "text": "Contractors with fixed-price Government contracts that require protection of security classified information may acquire security equipment through GSA sources (see 41 CFR 101-26.507)."
        },
        "c": {
          "text": "Contracting officers shall authorize contractors purchasing supply items for Government use that are available from the Committee for Purchase from People Who Are Blind or Severely Disabled (see Subpart 8.7) to purchase such items from the Defense Logistics Agency (DLA), the General Services Administration (GSA), and the Department of Veterans Affairs (VA) if they are available from these agencies through their distribution facilities. Mandatory supplies that are not available from DLA/GSA/VA shall be ordered through the appropriate central nonprofit agency (see 52.208-9(c))."
        }
      }
    },
    "102": {
      "number": 102,
      "name": "Authorization to use Government supply sources.",
      "sub": {},
      "text": {
        "1": {
          "text": "Ensuring that contractors comply with the terms of their authorizations and that supplies and services obtained from Government supply sources are properly accounted for and properly used;"
        },
        "2": {
          "text": "Any indebtedness incurred for supplies or services and not satisfied by the contractor; and"
        },
        "3": {
          "text": "Submitting, in writing, to the appropriate Government sources, address changes of the contractor and deletions when contracts are completed or terminated."
        },
        "a": {
          "text": "Before issuing an authorization to a contractor to use Government supply sources in accordance with 51.101(a) or (b), the contracting officer shall place in the contract file a written finding supporting issuance of the authorization. A written finding is not required when authorizing use of Government supply sources in accordance with 51.101(c). Except for findings under 51.101(a)(3), the determination shall be based on, but not limited to, considerations of the following factors:",
          "sub": {
            "1": {
              "text": "The administrative cost of placing orders with Government supply sources and the program impact of delay factors, if any."
            },
            "2": {
              "text": "The lower cost of items available through Government supply sources."
            },
            "3": {
              "text": "Suitability of items available through Government supply sources."
            },
            "4": {
              "text": "Delivery factors such as cost and time."
            },
            "5": {
              "text": "Recommendations of the contractor."
            }
          }
        },
        "b": {
          "text": "Authorizations to subcontractors shall be issued through, and with the approval of, the contractor."
        },
        "c": {
          "text": "Upon deciding to authorize a contractor to use Government supply sources, the contracting officer shall request, in writing, as applicable—\n\nGeneral Services Administration\n\nFXS\n\nWashington DC 20406\n\nDeputy Assistant Secretary for Acquisition and Materiel Management (Code 90)\n\nOffice of Acquisition and Materiel Management\n\nDepartment of Veterans Affairs\n\n810 Vermont Avenue NW\n\nWashington DC 20420\n\nDepartment of the Interior\n\nBureau of Land Management\n\nHelium Field Operations\n\n801 S. Fillmore Street\n\nAmarillo TX 79101-3545\n\nor",
          "sub": {
            "1": {
              "text": "A FEDSTRIP activity address code, through the agency’s central contact point for matters involving activity address codes, from the:\n\nGeneral Services Administration\n\nFXS\n\nWashington DC 20406",
              "sub": {
                "text": "General Services Administration\n\nFXS\n\nWashington DC 20406"
              }
            },
            "2": {
              "text": "A MILSTRIP activity address code from the appropriate Department of Defense (DoD) service point listed in Section 1 of the Introduction to the DoD Activity Address Directory;"
            },
            "3": {
              "text": "Approval for the contractor to use Department of Veterans Affairs (VA) supply sources from the:\n\nDeputy Assistant Secretary for Acquisition and Materiel Management (Code 90)\n\nOffice of Acquisition and Materiel Management\n\nDepartment of Veterans Affairs\n\n810 Vermont Avenue NW\n\nWashington DC 20420",
              "sub": {
                "text": "Deputy Assistant Secretary for Acquisition and Materiel Management (Code 90)\n\nOffice of Acquisition and Materiel Management\n\nDepartment of Veterans Affairs\n\n810 Vermont Avenue NW\n\nWashington DC 20420"
              }
            },
            "4": {
              "text": "Approval for the contractor to acquire helium from the:\n\nDepartment of the Interior\n\nBureau of Land Management\n\nHelium Field Operations\n\n801 S. Fillmore Street\n\nAmarillo TX 79101-3545\n\nor",
              "sub": {
                "text": "Department of the Interior\n\nBureau of Land Management\n\nHelium Field Operations\n\n801 S. Fillmore Street\n\nAmarillo TX 79101-3545\n\nor"
              }
            },
            "5": {
              "text": "Approval from the appropriate agency for the contractor to use a Government supply source other than those identified in paragraphs (c)(1) through (c)(4) of this section."
            }
          }
        },
        "d": {
          "text": "Each request made under paragraph (c) of this section shall contain—",
          "sub": {
            "1": {
              "text": "The complete address(es) to which the contractor’s mail, freight, and billing documents are to be directed;"
            },
            "2": {
              "text": "A copy of the contracting officer’s letter of authorization to the contractor;"
            },
            "3": {
              "text": "The prime contract number(s); and"
            },
            "4": {
              "text": "The effective date and duration of each contract."
            }
          }
        },
        "e": {
          "text": "In each authorization to the contractor, the contracting officer—",
          "sub": {
            "1": {
              "text": "Shall cite the contract number(s) involved;"
            },
            "2": {
              "text": "Shall, when practicable, limit the period of the authorization;"
            },
            "3": {
              "text": "Shall specify, as appropriate, that—",
              "sub": {
                "i": {
                  "text": "When requisitioning from GSA or DoD, the contractor shall use FEDSTRIP or MILSTRIP, as appropriate, and include the activity address code assigned by GSA or DoD;"
                },
                "ii": {
                  "text": "When requisitioning from the VA, the contractor should use FEDSTRIP or MILSTRIP, as appropriate, Optional Form 347, Order for Supplies or Services (see 53.302-347), or an agency-approved form; and"
                },
                "iii": {
                  "text": "When placing orders for helium with the Bureau of Land Management, the contractor shall reference the Federal contract number on the purchase order;"
                }
              }
            },
            "4": {
              "text": "May include any other limitations or conditions deemed necessary. For example, the contracting officer may—",
              "sub": {
                "i": {
                  "text": "Authorize purchases from Government supply sources of any overhead supplies, but no production supplies;"
                },
                "ii": {
                  "text": "Limit any authorization requirement to use Government sources to a specific dollar amount, thereby leaving the contractor free to make smaller purchases from other sources if so desired;"
                },
                "iii": {
                  "text": "Restrict the authorization to certain facilities or to specific contracts; or"
                },
                "iv": {
                  "text": "Provide specifically if vesting of title is to differ from other property acquired or otherwise furnished by the contractor for use under the contract; and"
                }
              }
            },
            "5": {
              "text": "Shall instruct the contractor to comply with the applicable policies and procedures prescribed in this subpart."
            }
          }
        },
        "f": {
          "text": "After issuing the authorization, the authorizing agency shall be responsible for—"
        }
      }
    },
    "103": {
      "number": 103,
      "name": "Ordering from Government supply sources.",
      "sub": {},
      "text": {
        "1": {
          "text": "Comply with the requirements of the contracting officer’s authorization, using FEDSTRIP or MILSTRIP procedures, as appropriate;"
        },
        "2": {
          "text": "Use only the Government activity address code obtained by the contracting officer in accordance with 51.102(e) along with the contractor’s assigned access code, when ordering from GSA Customer Supply Centers."
        },
        "3": {
          "text": "Order only those items required in the performance of their contracts."
        },
        "a": {
          "text": "Contractors placing orders under Federal Supply Schedules shall follow the terms of the applicable schedule and authorization and include with each order—",
          "sub": {
            "1": {
              "text": "A copy of the authorization (unless a copy was previously furnished to the Federal Supply Schedule contractor); and"
            },
            "2": {
              "text": "The following statement: This order is placed under written authorization from ______ dated ______. In the event of any inconsistency between the terms and conditions of this order and those of your Federal Supply Schedule contract, the latter will govern."
            }
          }
        },
        "b": {
          "text": "Contractors placing orders for Government stock shall—"
        }
      }
    },
    "104": {
      "number": 104,
      "name": "Furnishing assistance to contractors.",
      "sub": {},
      "text": {
        "text": "After receiving an activity address code, the contracting officer will notify the appropriate GSA regional office or military activity, which will contact the contractor and—\n\n(a) Provide initial copies of ordering information and instructions; and\n\n(b) When necessary, assist the contractor in preparing and submitting, as appropriate—\n\n(1) The initial FEDSTRIP or MILSTRIP requisitions, the Optional Form 347, or the agency-approved forms;\n\n(2) A completed GSA Form 457, FSS Publications Mailing List Application, so that the contractor will automatically receive current copies of required publications; or\n\n(3) A completed GSA Form 3525, Application for Customer Supply Center Services and (Address Change)."
      }
    },
    "105": {
      "number": 105,
      "name": "Payment for shipments.",
      "sub": {},
      "text": {
        "text": "GSA, DoD, and VA will not forward bills to contractors for supplies ordered from Government stock until after the supplies have been shipped. Receipt of billing is sufficient evidence to establish contractor liability and to provide a basis for payment. Contracting officers should direct their contractors to make payment promptly upon receipt of billings."
      }
    },
    "106": {
      "number": 106,
      "name": "Title.",
      "sub": {},
      "text": {
        "a": {
          "text": "Title to all property acquired by the contractor under the contracting officer’s authorization shall vest in the parties as provided in the contract, unless specifically provided for otherwise."
        },
        "b": {
          "text": "If contracts are with educational institutions and the Government Property clause at 52.245-1, Alternate II, is used, title to property having a unit acquisition cost of less than $5,000 shall vest in the contractor as provided in the clause. Agencies may provide higher thresholds, if appropriate."
        }
      }
    },
    "107": {
      "number": 107,
      "name": "Contract clause.",
      "sub": {},
      "text": {
        "text": "The contracting officer shall insert the clause at 52.251-1, Government Supply Sources, in solicitations and contracts when the contracting officer authorizes the contractor to acquire supplies or services from a Government supply source."
      }
    },
    "000": {
      "number": 0,
      "name": "Scope of part.",
      "sub": {},
      "text": {
        "text": "This part prescribes policies and procedures for the use by contractors of Government supply sources and interagency fleet management system (IFMS) vehicles and related services."
      }
    }
  }
}