{
  "parentPart": 30,
  "number": 1,
  "name": "General",
  "sub": {
    "101": {
      "number": 101,
      "name": "Cost Accounting Standards.",
      "sub": {},
      "text": {
        "a": {
          "text": "41 U.S.C. chapter 15, Cost Accounting Standards, requires certain contractors and subcontractors to comply with Cost Accounting Standards (CAS) and to disclose in writing and follow consistently their cost accounting practices."
        },
        "b": {
          "text": "Contracts that refer to this Part 30 for the purpose of applying the policies, procedures, standards and regulations promulgated by the CASB pursuant to 41 U.S.C. chapter 15, shall be deemed to refer to the CAS, and any other regulations promulgated by the CASB (see 48 CFR Chapter 99), all of which are hereby incorporated in this Part 30."
        },
        "c": {
          "text": "The Appendix to the FAR loose-leaf edition contains—",
          "sub": {
            "1": {
              "text": "Cost Accounting Standards and Cost Accounting Standards Board Rules and Regulations Recodified by the Cost Accounting Standards Board at 48 CFR Chapter 99; and"
            },
            "2": {
              "text": "The following preambles:"
            },
            "i": {
              "text": "Part I—Preambles to the Cost Accounting Standards Published by the Cost Accounting Standards Board."
            },
            "ii": {
              "text": "Part II—Preambles to the Related Rules and Regulations Published by the Cost Accounting Standards Board."
            },
            "iii": {
              "text": "Part III—Preambles Published under the FAR System."
            }
          }
        },
        "d": {
          "text": "The preambles are not regulatory but are intended to explain why the Standards and related Rules and Regulations were written, and to provide rationale for positions taken relative to issues raised in the public comments. The preambles are printed in chronological order to provide an administrative history."
        }
      }
    },
    "102": {
      "number": 102,
      "name": "Cost Accounting Standards Board Publication.",
      "sub": {},
      "text": {
        "text": "Copies of the CASB Standards and Regulations are printed in Title 48 of the Code of Federal Regulations, Chapter 99, and may be obtained by writing the—\n\nSuperintendent of Documents\n\nUS Government Printing Office\n\nWashington, DC 20402\n\nor by calling the Washington, DC, ordering desk at (202) 512-1800."
      }
    },
    "000": {
      "number": 0,
      "name": "Scope of part.",
      "sub": {},
      "text": {
        "text": "This part describes policies and procedures for applying the Cost Accounting Standards Board (CASB) rules and regulations (48 CFR Chapter 99 (FAR Appendix)) to negotiated contracts and subcontracts. This part does not apply to sealed bid contracts or to any contract with a small business concern (see 48 CFR 9903.201-1(b) (FAR Appendix) for these and other exemptions)."
      }
    },
    "001": {
      "number": 1,
      "name": "Definitions.",
      "sub": {},
      "text": {
        "text": "As used in this part—\n\n“Affected CAS-covered contract or subcontract” means a contract or subcontract subject to Cost Accounting Standards (CAS) rules and regulations for which a contractor or subcontractor—\n\n(1) Used one cost accounting practice to estimate costs and a changed cost accounting practice to accumulate and report costs under the contract or subcontract; or\n\n(2) Used a noncompliant practice for purposes of estimating or accumulating and reporting costs under the contract or subcontract.\n\n“Cognizant Federal agency official (CFAO)” means the contracting officer assigned by the cognizant Federal agency to administer the CAS.\n\n“Desirable change” means a compliant change to a contractor’s established or disclosed cost accounting practices that the CFAO finds is desirable and not detrimental to the Government and is, therefore, not subject to the no increased cost prohibition provisions of CAS-covered contracts and subcontracts affected by the change.\n\n“Fixed-price contracts and subcontracts” means—\n\n(1) Fixed-price contracts and subcontracts described at 16.202, 16.203 (except when price adjustments are based on actual costs of labor or material, described at 16.203-1(a)(2)), and 16.207;\n\n(2) Fixed-price incentive contracts and subcontracts where the price is not adjusted based on actual costs incurred (Subpart 16.4);\n\n(3) Orders issued under indefinite-delivery contracts and subcontracts where final payment is not based on actual costs incurred (Subpart 16.5); and\n\n(4) The fixed-hourly rate portion of time-and-materials and labor-hours contracts and subcontracts (Subpart 16.6).\n\n“Flexibly-priced contracts and subcontracts” means—\n\n(1) Fixed-price contracts and subcontracts described at 16.203-1(a)(2), 16.204, 16.205, and 16.206;\n\n(2) Cost-reimbursement contracts and subcontracts (Subpart 16.3);\n\n(3) Incentive contracts and subcontracts where the price may be adjusted based on actual costs incurred (Subpart 16.4);\n\n(4) Orders issued under indefinite-delivery contracts and subcontracts where final payment is based on actual costs incurred (Subpart 16.5); and\n\n(5) The materials portion of time-and-materials contracts and subcontracts (Subpart 16.6).\n\n“Noncompliance” means a failure in estimating, accumulating, or reporting costs to—\n\n(1) Comply with applicable CAS; or\n\n(2) Consistently follow disclosed or established cost accounting practices.\n\n“Required change” means—\n\n(1) A change in cost accounting practice that a contractor is required to make in order to comply with applicable Standards, modifications or interpretations thereto, that subsequently becomes applicable to an existing CAS-covered contract or subcontract due to the receipt of another CAS-covered contract or subcontract; or\n\n(2) A prospective change to a disclosed or established cost accounting practice when the CFAO determines that the former practice was in compliance with applicable CAS and the change is necessary for the contractor to remain in compliance.\n\n“Unilateral change” means a change in cost accounting practice from one compliant practice to another compliant practice that a contractor with a CAS-covered contract(s) or subcontract(s) elects to make that has not been deemed a desirable change by the CFAO and for which the Government will pay no aggregate increased costs."
      }
    }
  }
}