{
  "parentPart": 49,
  "number": 4,
  "name": "Termination for Default",
  "sub": {
    "401": {
      "name": "General.",
      "text": {
        "a": {
          "text": "Termination for default is generally the exercise of the Government’s contractual right to completely or partially terminate a contract because of the contractor’s actual or anticipated failure to perform its contractual obligations."
        },
        "b": {
          "text": "If the contractor can establish, or it is otherwise determined that the contractor was not in default or that the failure to perform is excusable; i.e., arose out of causes beyond the control and without the fault or negligence of the contractor, the default clauses prescribed in 49.503 and located at 52.249 provide that a termination for default will be considered to have been a termination for the convenience of the Government, and the rights and obligations of the parties governed accordingly."
        },
        "c": {
          "text": "The Government may, in appropriate cases, exercise termination or cancellation rights in addition to those in the contract clauses (see for example, paragraph (h) of the Default clause at 52.249-8)."
        },
        "d": {
          "text": "For default terminations of orders under Federal Supply Schedule contracts, see Subpart 8.4."
        },
        "e": {
          "text": "Notwithstanding the provisions of this 49.401, the contracting officer may, with the written consent of the contractor, reinstate the terminated contract by amending the notice of termination, after a written determination is made that the supplies or services are still required and reinstatement is advantageous to the Government."
        }
      },
      "sub": {}
    },
    "402": {
      "name": "Termination of fixed-price contracts for default.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "The Government’s right.",
          "text": {
            "text": "Under contracts containing the Default clause at 52.249-8, the Government has the right, subject to the notice requirements of the clause, to terminate the contract completely or partially for default if the contractor fails to—\n\n(a) Make delivery of the supplies or perform the services within the time specified in the contract,\n\n(b) Perform any other provision of the contract, or\n\n(c) Make progress and that failure endangers performance of the contract."
          }
        },
        "2": {
          "name": "Effect of termination for default.",
          "text": {
            "a": {
              "text": "Under a termination for default, the Government is not liable for the contractor’s costs on undelivered work and is entitled to the repayment of advance and progress payments, if any, applicable to that work. The Government may elect, under the Default clause, to require the contractor to transfer title and deliver to the Government completed supplies and manufacturing materials, as directed by the contracting officer."
            },
            "b": {
              "text": "The contracting officer shall not use the Default clause as authority to acquire any completed supplies or manufacturing materials unless it has been ascertained that the Government does not already have title under some other provision of the contract. The contracting officer shall acquire manufacturing materials under the Default clause for furnishing to another contractor only after considering the difficulties the other contractor may have in using the materials."
            },
            "c": {
              "text": "Subject to paragraph (d) of this section, the Government shall pay the contractor the contract price for any completed supplies, and the amount agreed upon by the contracting officer and the contractor for any manufacturing materials, acquired by the Government under the Default clause."
            },
            "d": {
              "text": "The Government must be protected from overpayment that might result from failure to provide for the Government’s potential liability to laborers and material suppliers for lien rights outstanding against the completed supplies or materials after the Government has paid the contractor for them. To accomplish this, before paying for supplies or materials, the contracting officer shall take one or more of the following measures:",
              "sub": {
                "1": {
                  "text": "Ascertain whether the payment bonds, if any, furnished by the contractor are adequate to satisfy all lienors’ claims or whether it is feasible to obtain similar bonds to cover outstanding liens."
                },
                "2": {
                  "text": "Require the contractor to furnish appropriate statements from laborers and material suppliers disclaiming any lien rights they may have to the supplies and materials."
                },
                "3": {
                  "text": "Obtain appropriate agreement by the Government, the contractor, and lienors ensuring release of the Government from any potential liability to the contractor or lienors."
                },
                "4": {
                  "text": "Withhold from the amount due for the supplies or materials any amount the contracting officer determines necessary to protect the Government’s interest, but only if the measures in paragraphs (d)(1), (2), and (3) of this section cannot be accomplished or are considered inadequate."
                },
                "5": {
                  "text": "Take other appropriate action considering the circumstances and the degree of the contractor’s solvency."
                }
              }
            },
            "e": {
              "text": "The contractor is liable to the Government for any excess costs incurred in acquiring supplies and services similar to those terminated for default (see 49.402-6), and for any other damages, whether or not repurchase is effected (see 49.402-7)."
            }
          }
        },
        "3": {
          "name": "Procedure for default.",
          "text": {
            "a": {
              "text": "When a default termination is being considered, the Government shall decide which type of termination action to take (i.e., default, convenience, or no-cost cancellation) only after review by contracting and technical personnel, and by counsel, to ensure the propriety of the proposed action."
            },
            "b": {
              "text": "The administrative contracting officer shall not issue a show cause notice or cure notice without the prior approval of the contracting office, which should be obtained by the most expeditious means."
            },
            "c": {
              "text": "Subdivision (a)(1)(i) of the Default clause covers situations when the contractor has defaulted by failure to make delivery of the supplies or to perform the services within the specified time. In these situations, no notice of failure or of the possibility of termination for default is required to be sent to the contractor before the actual notice of termination (but see paragraph (e) of this section). However, if the Government has taken any action that might be construed as a waiver of the contract delivery or performance date, the contracting officer shall send a notice to the contractor setting a new date for the contractor to make delivery or complete performance. The notice shall reserve the Government’s rights under the Default clause."
            },
            "d": {
              "text": "Subdivisions (a)(1)(ii) and (a)(1)(iii) of the Default clause cover situations when the contractor fails to perform some of the other provisions of the contract (such as not furnishing a required performance bond) or so fails to make progress as to endanger performance of the contract. If the termination is predicated upon this type of failure, the contracting officer shall give the contractor written notice specifying the failure and providing a period of 10 days (or longer period as necessary) in which to cure the failure. When appropriate, this notice may be made a part of the notice described in paragraph (e)(1) of this section. Upon expiration of the 10 days (or longer period), the contracting officer may issue a notice of termination for default unless it is determined that the failure to perform has been cured. A format for a cure notice is in 49.607."
            },
            "e": {
              "text": "(1) If termination for default appears appropriate, the contracting officer should, if practicable, notify the contractor in writing of the possibility of the termination. This notice shall call the contractor’s attention to the contractual liabilities if the contract is terminated for default, and request the contractor to show cause why the contract should not be terminated for default. The notice may further state that failure of the contractor to present an explanation may be taken as an admission that no valid explanation exists. When appropriate, the notice may invite the contractor to discuss the matter at a conference. A format for a show cause notice is in 49.607.",
              "sub": {
                "2": {
                  "text": "When a termination for default appears imminent, the contracting officer shall provide a written notification to the surety. If the contractor is subsequently terminated for default, a copy of the notice of default shall be sent to the surety."
                },
                "3": {
                  "text": "If requested by the surety, and agreed to by the contractor and any assignees, arrangements may be made to have future checks mailed to the contractor in care of the surety. In this case, the contractor must forward a written request to the designated disbursing officer specifically directing a change in address for mailing checks."
                },
                "4": {
                  "text": "If the contractor is a small business firm, the contracting officer shall immediately provide a copy of any cure notice or show cause notice to the contracting office’s small business specialist and the Small Business Administration Regional Office nearest the contractor. The contracting officer should, whenever practicable, consult with the small business specialist before proceeding with a default termination (see also 49.402-4)."
                }
              }
            },
            "f": {
              "text": "The contracting officer shall consider the following factors in determining whether to terminate a contract for default:",
              "sub": {
                "1": {
                  "text": "The terms of the contract and applicable laws and regulations."
                },
                "2": {
                  "text": "The specific failure of the contractor and the excuses for the failure."
                },
                "3": {
                  "text": "The availability of the supplies or services from other sources."
                },
                "4": {
                  "text": "The urgency of the need for the supplies or services and the period of time required to obtain them from other sources, as compared with the time delivery could be obtained from the delinquent contractor."
                },
                "5": {
                  "text": "The degree of essentiality of the contractor in the Government acquisition program and the effect of a termination for default upon the contractor’s capability as a supplier under other contracts."
                },
                "6": {
                  "text": "The effect of a termination for default on the ability of the contractor to liquidate guaranteed loans, progress payments, or advance payments."
                },
                "7": {
                  "text": "Any other pertinent facts and circumstances."
                }
              }
            },
            "g": {
              "text": "If, after compliance with the procedures in paragraphs (a) through (f) of this 49.402-3, the contracting officer determines that a termination for default is proper, the contracting officer shall issue a notice of termination stating—",
              "sub": {
                "1": {
                  "text": "The contract number and date;"
                },
                "2": {
                  "text": "The acts or omissions constituting the default;"
                },
                "3": {
                  "text": "That the contractor’s right to proceed further under the contract (or a specified portion of the contract) is terminated;"
                },
                "4": {
                  "text": "That the supplies or services terminated may be purchased against the contractor’s account, and that the contractor will be held liable for any excess costs;"
                },
                "5": {
                  "text": "If the contracting officer has determined that the failure to perform is not excusable, that the notice of termination constitutes such decision, and that the contractor has the right to appeal such decision under the Disputes clause;"
                },
                "6": {
                  "text": "That the Government reserves all rights and remedies provided by law or under the contract, in addition to charging excess costs; and"
                },
                "7": {
                  "text": "That the notice constitutes a decision that the contractor is in default as specified and that the contractor has the right to appeal under the Disputes clause."
                }
              }
            },
            "h": {
              "text": "The contracting officer shall make the same distribution of the termination notice as was made of the contract. A copy shall also be furnished to the contractor’s surety, if any, when the notice is furnished to the contractor. The surety should be requested to advise if it desires to arrange for completion of the work. In addition, the contracting officer shall notify the disbursing officer to withhold further payments under the terminated contract, pending further advice, which should be furnished at the earliest practicable time."
            },
            "i": {
              "text": "In the case of a construction contract, promptly after issuance of the termination notice, the contracting officer shall determine the manner in which the work is to be completed and whether the materials, appliances, and plant that are on the site will be needed."
            },
            "j": {
              "text": "If the contracting officer determines before issuing the termination notice that the failure to perform is excusable, the contract shall not be terminated for default. If termination is in the Government’s interest, the contracting officer may terminate the contract for the convenience of the Government."
            },
            "k": {
              "text": "If the contracting officer has not been able to determine, before issuance of the notice of termination whether the contractor’s failure to perform is excusable, the contracting officer shall make a written decision on that point as soon as practicable after issuance of the notice of termination. The decision shall be delivered promptly to the contractor with a notification that the contractor has the right to appeal as specified in the Disputes clause."
            }
          }
        },
        "4": {
          "name": "Procedure in lieu of termination for default.",
          "text": {
            "text": "The following courses of action, among others, are available to the contracting officer in lieu of termination for default when in the Government’s interest:\n\n(a) Permit the contractor, the surety, or the guarantor, to continue performance of the contract under a revised delivery schedule.\n\n(b) Permit the contractor to continue performance of the contract by means of a subcontract or other business arrangement with an acceptable third party, provided the rights of the Government are adequately preserved.\n\n(c) If the requirement for the supplies and services in the contract no longer exists, and the contractor is not liable to the Government for damages as provided in 49.402-7, execute a no-cost termination settlement agreement using the formats in 49.603-6 and 49.603-7 as a guide."
          }
        },
        "5": {
          "name": "Memorandum by the contracting officer.",
          "text": {
            "text": "When a contract is terminated for default or a procedure authorized by 49.402-4 is followed, the contracting officer shall prepare a memorandum for the contract file explaining the reasons for the action taken."
          }
        },
        "6": {
          "name": "Repurchase against contractor’s account.",
          "text": {
            "a": {
              "text": "When the supplies or services are still required after termination, the contracting officer shall repurchase the same or similar supplies or services against the contractor’s account as soon as practicable. The contracting officer shall repurchase at as reasonable a price as practicable, considering the quality and delivery requirements. The contracting officer may repurchase a quantity in excess of the undelivered quantity terminated for default when the excess quantity is needed, but excess cost may not be charged against the defaulting contractor for more than the undelivered quantity terminated for default (including variations in quantity permitted by the terminated contract). Generally, the contracting officer will make a decision whether or not to repurchase before issuing the termination notice."
            },
            "b": {
              "text": "If the repurchase is for a quantity not over the undelivered quantity terminated for default, the Default clause authorizes the contracting officer to use any terms and acquisition method deemed appropriate for the repurchase. However, the contracting officer shall obtain competition to the maximum extent practicable for the repurchase. The contracting officer shall cite the Default clause as the authority. If the repurchase is for a quantity over the undelivered quantity terminated for default, the contracting officer shall treat the entire quantity as a new acquisition."
            },
            "c": {
              "text": "If repurchase is made at a price over the price of the supplies or services terminated, the contracting officer shall, after completion and final payment of the repurchase contract, make written demand on the contractor for the total amount of the excess, giving consideration to any increases or decreases in other costs such as transportation, discounts, etc. If the contractor fails to make payment, the contracting officer shall follow the procedures in Subpart 32.6 for collecting contract debts due the Government."
            }
          }
        },
        "7": {
          "name": "Other damages.",
          "text": {
            "a": {
              "text": "If the contracting officer terminates a contract for default or follows a course of action instead of termination for default (see 49.402-4), the contracting officer promptly must assess and demand any liquidated damages to which the Government is entitled under the contract. Under the contract clause at 52.211-11, these damages are in addition to any excess repurchase costs."
            },
            "b": {
              "text": "If the Government has suffered any other ascertainable damages, including administrative costs, as a result of the contractor’s default, the contracting officer must, on the basis of legal advice, take appropriate action as prescribed in Subpart 32.6 to assert the Government’s demand for the damages."
            }
          }
        },
        "8": {
          "name": "Reporting Information.",
          "text": {
            "text": "The contracting officer, in accordance with agency procedures, shall ensure that information relating to the termination for default notice and a subsequent withdrawal or a conversion to a termination for convenience is reported in accordance with 42.1503(h)."
          }
        }
      }
    },
    "403": {
      "name": "Termination of cost-reimbursement contracts for default.",
      "text": {
        "a": {
          "text": "The right to terminate a cost-reimbursement contract for default is provided for in the Termination for Default or for Convenience of the Government clause at 52.249-6. A 10-day notice to the contractor before termination for default is required in every case by the clause."
        },
        "b": {
          "text": "Settlement of a cost-reimbursement contract terminated for default is subject to the principles in Subparts 49.1 and 49.3 the same as when a contract is terminated for convenience, except that—",
          "sub": {
            "1": {
              "text": "The costs of preparing the contractor’s settlement proposal are not allowable (see paragraph (h)(3) of the clause); and"
            },
            "2": {
              "text": "The contractor is reimbursed the allowable costs, and an appropriate reduction is made in the total fee, if any, (see paragraph (h)(4) of the clause)."
            }
          }
        },
        "c": {
          "text": "The contracting officer shall use the procedures in 49.402 to the extent appropriate in considering the termination for default of a cost-reimbursement contract. However, a cost-reimbursement contract does not contain any provision for recovery of excess repurchase costs after termination for default (but see paragraph (g) of the clause at 52.246-3 with respect to failure of the contractor to replace or correct defective supplies)."
        }
      },
      "sub": {}
    },
    "404": {
      "name": "Surety-takeover agreements.",
      "text": {
        "1": {
          "text": "Any unpaid earnings of the defaulting contractor, including retained percentages and progress estimates for work accomplished before termination, must be subject to debts due the Government by the contractor, except to the extent that the unpaid earnings may be used to pay the completing surety its actual costs and expenses incurred in the completion of the work, but not including its payments and obligations under the payment bond given in connection with the contract."
        },
        "2": {
          "text": "The surety is bound by contract terms governing liquidated damages for delays in completion of the work, unless the delays are excusable under the contract."
        },
        "3": {
          "text": "If the contract proceeds have been assigned to a financing institution, the surety must not be paid from unpaid earnings, unless the assignee provides written consent."
        },
        "4": {
          "text": "The contracting officer must not pay the surety more than the amount it expended completing the work and discharging its liabilities under the defaulting contractor’s payment bond. Payments to the surety to reimburse it for discharging its liabilities under the payment bond of the defaulting contractor must be only on authority of—"
        },
        "a": {
          "text": "The procedures in this section apply primarily, but not solely, to fixed-price construction contracts terminated for default."
        },
        "b": {
          "text": "Since the surety is liable for damages resulting from the contractor’s default, the surety has certain rights and interests in the completion of the contract work and application of any undisbursed funds. Therefore, the contracting officer must consider carefully the surety’s proposals for completing the contract. The contracting officer must take action on the basis of the Government’s interest, including the possible effect upon the Government’s rights against the surety."
        },
        "c": {
          "text": "The contracting officer should permit surety offers to complete the contract, unless the contracting officer believes that the persons or firms proposed by the surety to complete the work are not competent and qualified or the proposal is not in the best interest of the Government."
        },
        "d": {
          "text": "There may be conflicting demands for the defaulting contractor’s assets, including unpaid prior earnings (retained percentages and unpaid progress estimates). Therefore, the surety may include a “takeover” agreement in its proposal, fixing the surety’s rights to payment from those funds. The contracting officer may (but not before the effective date of termination) enter into a written agreement with the surety. The contracting officer should consider using a tripartite agreement among the Government, the surety, and the defaulting contractor to resolve the defaulting contractor’s residual rights, including assertions to unpaid prior earnings."
        },
        "e": {
          "text": "Any takeover agreement must require the surety to complete the contract and the Government to pay the surety’s costs and expenses up to the balance of the contract price unpaid at the time of default, subject to the following conditions:"
        },
        "i": {
          "text": "Mutual agreement among the Government, the defaulting contractor, and the surety;"
        },
        "ii": {
          "text": "Determination of the Comptroller General as to payee and amount; or"
        },
        "iii": {
          "text": "Order of a court of competent jurisdiction."
        }
      },
      "sub": {}
    },
    "405": {
      "name": "Completion by another contractor.",
      "text": {
        "text": "If the surety does not arrange for completion of the contract, the contracting officer normally will arrange for completion of the work by awarding a new contract based on the same plans and specifications. The new contract may be the result of sealed bidding or any other appropriate contracting method or procedure. The contracting officer shall exercise reasonable diligence to obtain the lowest price available for completion."
      },
      "sub": {}
    },
    "406": {
      "name": "Liquidation of liability.",
      "text": {
        "1": {
          "text": "The contract provides that the contractor and the surety are liable to the Government for resultant damages. The contracting officer shall use all retained percentages of progress payments previously made to the contractor and any progress payments due for work completed before the termination to liquidate the contractor’s and the surety’s liability to the Government. If the retained and unpaid amounts are insufficient, the contracting officer shall take steps to recover the additional sum from the contractor and the surety."
        }
      },
      "sub": {}
    }
  }
}