{
  "parentPart": 22,
  "number": 17,
  "name": "Combating Trafficking in Persons",
  "sub": {
    "1700": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart prescribes policy for implementing 22 U.S.C. chapter 78 and Executive Order 13627, Strengthening Protections Against Trafficking in Persons in Federal Contracts, dated September 25, 2012."
      },
      "sub": {}
    },
    "1701": {
      "name": "Applicability.",
      "text": {
        "1": {
          "text": "Is for supplies, other than commercially available off-the-shelf (COTS) items, to be acquired outside the United States, or services to be performed outside the United States; and"
        },
        "2": {
          "text": "Has an estimated value that exceeds $500,000."
        },
        "a": {
          "text": "This subpart applies to all acquisitions."
        },
        "b": {
          "text": "The requirement at 22.1703(c) for a certification and compliance plan applies only to any portion of a contract or subcontract that—"
        }
      },
      "sub": {}
    },
    "1702": {
      "name": "Definitions.",
      "text": {
        "text": "As used in this subpart—\n\n“Agent” means any individual, including a director, an officer, an employee, or an independent contractor, authorized to act on behalf of the organization.\n\n“Coercion” means—\n\n(1) Threats of serious harm to or physical restraint against any person;\n\n(2) Any scheme, plan, or pattern intended to cause a person to believe that failure to perform an act would result in serious harm to or physical restraint against any person; or\n\n(3) The abuse or threatened abuse of the legal process.\n\n“Commercial sex act” means any sex act on account of which anything of value is given to or received by any person.\n\n“Debt bondage” means the status or condition of a debtor arising from a pledge by the debtor of his or her personal services or of those of a person under his or her control as a security for debt, if the value of those services as reasonably assessed is not applied toward the liquidation of the debt or the length and nature of those services are not respectively limited and defined.\n\n“Employee” means an employee of the Contractor directly engaged in the performance of work under the contract who has other than a minimal impact or involvement in contract performance.\n\n“Forced labor” means knowingly providing or obtaining the labor or services of a person—\n\n(1) By threats of serious harm to, or physical restraint against, that person or another person;\n\n(2) By means of any scheme, plan, or pattern intended to cause the person to believe that, if the person did not perform such labor or services, that person or another person would suffer serious harm or physical restraint; or\n\n(3) By means of the abuse or threatened abuse of law or the legal process.\n\n“Involuntary servitude” includes a condition of servitude induced by means of—\n\n(1) Any scheme, plan, or pattern intended to cause a person to believe that, if the person did not enter into or continue in such conditions, that person or another person would suffer serious harm or physical restraint; or\n\n(2) The abuse or threatened abuse of the legal process.\n\n“Severe forms of trafficking in persons” means—\n\n(1) Sex trafficking in which a commercial sex act is induced by force, fraud, or coercion, or in which the person induced to perform such act has not attained 18 years of age; or\n\n(2) The recruitment, harboring, transportation, provision, or obtaining of a person for labor or services, through the use of force, fraud, or coercion for the purpose of subjection to involuntary servitude, peonage, debt bondage, or slavery.\n\n“Sex trafficking” means the recruitment, harboring, transportation, provision, or obtaining of a person for the purpose of a commercial sex act.\n\n“Subcontract” means any contract entered into by a subcontractor to furnish supplies or services for performance of a prime contract or a subcontract.\n\n“Subcontractor” means any supplier, distributor, vendor, or firm that furnishes supplies or services to or for a prime contractor or another subcontractor.\n\n“United States” means the 50 States, the District of Columbia, and outlying areas."
      },
      "sub": {}
    },
    "1703": {
      "name": "Policy.",
      "text": {
        "text": "The United States Government has adopted a policy prohibiting trafficking in persons, including the trafficking-related activities below. Additional information about trafficking in persons may be found at the website for the Department of State’s Office to Monitor and Combat Trafficking in Persons at http://www.state.gov/g/tip. Government solicitations and contracts shall—\n\n(a) Prohibit contractors, contractor employees, subcontractors, subcontractor employees, and their agents from—\n\n(1) Engaging in severe forms of trafficking in persons during the period of performance of the contract;\n\n(2) Procuring commercial sex acts during the period of performance of the contract;\n\n(3) Using forced labor in the performance of the contract;\n\n(4) Destroying, concealing, confiscating, or otherwise denying access by an employee to the employee’s identity or immigration documents, such as passports or drivers' licenses, regardless of issuing authority;\n\n(5)(i) Using misleading or fraudulent practices during the recruitment of employees or offering of employment, such as failing to disclose, in a format and language accessible to the worker, basic information or making material misrepresentations during the recruitment of employees regarding the key terms and conditions of employment, including wages and fringe benefits, the location of work, the living conditions, housing and associated costs (if employer or agent provided or arranged), any significant costs to be charged to the employee, and, if applicable, the hazardous nature of the work;\n\n(ii) Using recruiters that do not comply with local labor laws of the country in which the recruiting takes place;\n\n(6) Charging employees recruitment fees;\n\n(7)\n\n(i)(A) Failing to provide return transportation or pay for the cost of return transportation upon the end of employment, for an employee who is not a national of the country in which the work is taking place and who was brought into that country for the purpose of working on a U.S. Government contract or subcontract, for portions of contracts and subcontracts performed outside the United States; or\n\n(B) Failing to provide return transportation or pay for the cost of return transportation upon the end of employment, for an employee who is not a United States national and who was brought into the United States for the purpose of working on a U.S. Government contract or subcontract, if the payment of such costs is required under existing temporary worker programs or pursuant to a written agreement with the employee for portions of contracts and subcontracts performed inside the United States; except that—\n\n(ii) The requirements of paragraph (a)(7)(i) of this section do not apply to an employee who is—\n\n(A) Legally permitted to remain in the country of employment and who chooses to do so; or\n\n(B) Exempted by an authorized official of the contracting agency, designated by the agency head in accordance with agency procedures, from the requirement to provide return transportation or pay for the cost of return transportation;\n\n(iii) The requirements of paragraph (a)(7)(i) of this section are modified for a victim of trafficking in persons who is seeking victim services or legal redress in the country of employment, or for a witness in an enforcement action related to trafficking in persons. The contractor shall provide the return transportation or pay the cost of return transportation in a way that does not obstruct the victim services, legal redress, or witness activity. For example, the contractor shall also offer return transportation to a witness at a time that supports the witness’ need to testify. This paragraph does not apply when the exemptions at paragraph (a)(7)(ii) of this section apply.\n\n(8) Providing or arranging housing that fails to meet the host country housing and safety standards; or\n\n(9) If required by law or contract, failing to provide an employment contract, recruitment agreement, or other required work document in writing. Such written document shall be in a language the employee understands. If the employee must relocate to perform the work, the work document shall be provided to the employee at least five days prior to the employee relocating. The employee’s work document shall include, but is not limited to, details about work description, wages, prohibition on charging recruitment fees, work location(s), living accommodations and associated costs, time off, roundtrip transportation arrangements, grievance process, and the content of applicable laws and regulations that prohibit trafficking in persons. The contracting officer shall consider the risk that the contract or subcontract will involve services or supplies susceptible to trafficking in persons, and the number of non-U.S. citizens expected to be employed, when deciding whether to require work documents in the contract;\n\n(b) Require contractors and subcontractors to notify employees of the prohibited activities described in paragraph (a) of this section and the actions that may be taken against them for violations;\n\n(c) With regard to certification and a compliance plan—\n\n(1)(i) Require the apparent successful offeror to provide, before contract award, a certification (see 52.222-56) that the offeror has a compliance plan if any portion of the contract or subcontract—\n\n(A) Is for supplies, other than COTS items (see 2.101), to be acquired outside the United States, or services to be performed outside the United States; and\n\n(B) The estimated value exceeds $500,000.\n\n(ii) The certification must state that—\n\n(A) The offeror has implemented the plan and has implemented procedures to prevent any prohibited activities and to monitor, detect, and terminate the contract with a subcontractor or agent engaging in prohibited activities; and\n\n(B) After having conducted due diligence, either—\n\n(1) To the best of the offeror’s knowledge and belief, neither it nor any of its agents, proposed subcontractors, or their agents, has engaged in any such activities; or\n\n(2) If abuses relating to any of the prohibited activities identified in 52.222-50(b) have been found, the offeror or proposed subcontractor has taken the appropriate remedial and referral actions;\n\n(2) Require annual certifications (see 52.222-50(h)(5)) during performance of the contract, when a compliance plan was required at award;\n\n(3)(i) Require the contractor to obtain a certification from each subcontractor, prior to award of a subcontract, if any portion of the subcontract—\n\n(A) Is for supplies, other than COTS items (see 2.101), to be acquired outside the United States, or services to be performed outside the United States; and\n\n(B) The estimated value exceeds $500,000.\n\n(ii) The certification must state that—\n\n(A) The subcontractor has implemented a compliance plan; and\n\n(B) After having conducted due diligence, either—\n\n(1) To the best of the subcontractor’s knowledge and belief, neither it nor any of its agents, subcontractors, or their agents, has engaged in any such activities; or\n\n(2) If abuses relating to any of the prohibited activities identified in 52.222-50(b) have been found, the subcontractor has taken the appropriate remedial and referral actions;\n\n(4) Require the contractor to obtain annual certifications from subcontractors during performance of the contract, when a compliance plan was required at the time of subcontract award; and\n\n(5) Require that any compliance plan or procedures shall be appropriate to the size and complexity of the contract and the nature and scope of its activities, including the number of non-U.S. citizens expected to be employed and the risk that the contract or subcontract will involve services or supplies susceptible to trafficking in persons. The minimum elements of the plan are specified at 52.222-50(h);\n\n(d) Require the contractor and subcontractors to—\n\n(1) Disclose to the contracting officer and the agency Inspector General information sufficient to identify the nature and extent of an offense and the individuals responsible for the conduct;\n\n(2) Provide timely and complete responses to Government auditors’ and investigators’ requests for documents;\n\n(3) Cooperate fully in providing reasonable access to their facilities and staff (both inside and outside the U.S.) to allow contracting agencies and other responsible Federal agencies to conduct audits, investigations, or other actions to ascertain compliance with the Trafficking Victims Protection Act (22 U.S.C. chapter 78), Executive Order 13627, or any other applicable law or regulation establishing restrictions on trafficking in persons, the procurement of commercial sex acts, or the use of forced labor; and\n\n(4) Protect all employees suspected of being victims of or witnesses to prohibited activities, prior to returning to the country from which the employee was recruited, and shall not prevent or hinder the ability of these employees from cooperating fully with Government authorities; and\n\n(e) Provide suitable remedies, including termination, to be imposed on contractors that fail to comply with the requirements of paragraphs (a) through (d) of this section."
      },
      "sub": {}
    },
    "1704": {
      "name": "Violations and remedies.",
      "text": {
        "1": {
          "text": "Enter the violation in FAPIIS (see 42.1503(h)); and"
        },
        "2": {
          "text": "Consider taking any of the remedies specified in paragraph (e) of the clause at 52.222-50, Combating Trafficking in Persons. These remedies are in addition to any other remedies available to the United States Government. When determining the appropriate remedies, the contracting officer may consider the following factors:"
        },
        "a": {
          "text": "Violations. It is a violation of the Trafficking Victims Protection Act of 2000, as amended, (22 U.S.C. chapter 78), E.O. 13627, or the policies of this subpart if—",
          "sub": {
            "1": {
              "text": "The contractor, contractor employee, subcontractor, subcontractor employee, or agent engages in severe forms of trafficking in persons during the period of performance of the contract;"
            },
            "2": {
              "text": "The contractor, contractor employee, subcontractor, subcontractor employee, or agent procures a commercial sex act during the period of performance of the contract;"
            },
            "3": {
              "text": "The contractor, contractor employee, subcontractor, subcontractor employee, or agent uses forced labor in the performance of the contract; or"
            },
            "4": {
              "text": "The contractor fails to comply with the requirements of the clause at 52.222-50, Combating Trafficking in Persons."
            }
          }
        },
        "b": {
          "text": "Credible information. Upon receipt of credible information regarding a violation listed in paragraph (a) of this section, the contracting officer—",
          "sub": {
            "1": {
              "text": "Shall promptly notify, in accordance with agency procedures, the agency Inspector General, the agency debarring and suspending official, and if appropriate, law enforcement officials with jurisdiction over the alleged offense; and"
            },
            "2": {
              "text": "May direct the contractor to take specific steps to abate the alleged violation or enforce the requirements of its compliance plan."
            }
          }
        },
        "c": {
          "text": "Receipt of agency Inspector General report.",
          "sub": {
            "1": {
              "text": "The head of an executive agency shall ensure that the contracting officer is provided a copy of the agency Inspector General report of an investigation of a violation of the trafficking in persons prohibitions in 22.1703(a) and 52.222-50(b)."
            },
            "2": {
              "text": "(i) Upon receipt of a report from the agency Inspector General that provides support for the allegations, the head of the executive agency, in accordance with agency procedures, shall delegate to an authorized agency official, such as the agency suspending or debarring official, the responsibility to—"
            },
            "A": {
              "text": "Expeditiously conduct an administrative proceeding, allowing the contractor the opportunity to respond to the report;"
            },
            "B": {
              "text": "Make a final determination as to whether the allegations are substantiated; and"
            },
            "C": {
              "text": "Notify the contracting officer of the determination."
            },
            "ii": {
              "text": "Whether or not the official authorized to conduct the administrative proceeding is the suspending and debarring official, the suspending and debarring official has the authority, at any time before or after the final determination as to whether the allegations are substantiated, to use the suspension and debarment procedures in subpart 9.4 to suspend, propose for debarment, or debar the contractor, if appropriate, also considering the factors at 22.1704(d)(2)."
            }
          }
        },
        "d": {
          "text": "Remedies. After a final determination in accordance with paragraph (c)(2)(ii) of this section that the allegations of a trafficking in persons violation are substantiated, the contracting officer shall—"
        },
        "i": {
          "text": "Mitigating factors. The contractor had a Trafficking in Persons compliance plan or awareness program at the time of the violation, was in compliance with the plan at the time of the violation, and has taken appropriate remedial actions for the violations, that may include reparation to victims for such violations."
        },
        "ii": {
          "text": "Aggravating factors. The contractor failed to abate an alleged violation or enforce the requirements of a compliance plan, when directed by a contracting officer to do so."
        }
      },
      "sub": {}
    },
    "1705": {
      "name": "Solicitation provision and contract clause.",
      "text": {
        "1": {
          "text": "It is possible that at least $500,000 of the value of the contract may be performed outside the United States; and"
        },
        "2": {
          "text": "The acquisition is not entirely for commercially available off-the-shelf items."
        },
        "a": {
          "text": "(1) Insert the clause at 52.222-50, Combating Trafficking in Persons, in all solicitations and contracts.",
          "sub": {
            "2": {
              "text": "Use the clause with its Alternate I when the contract will be performed outside the United States (as defined at 22.1702) and the contracting officer has been notified of specific U.S. directives or notices regarding combating trafficking in persons (such as general orders or military listings of “off-limits” local establishments) that apply to contractor employees at the contract place of performance."
            }
          }
        },
        "b": {
          "text": "Insert the provision at 52.222-56, Certification Regarding Trafficking in Persons Compliance Plan, in solicitations if"
        }
      },
      "sub": {}
    }
  }
}