{
  "parentPart": 42,
  "number": 11,
  "name": "Production Surveillance and Reporting",
  "sub": {
    "1101": {
      "number": 1101,
      "name": "General.",
      "sub": {},
      "text": {
        "text": "Production surveillance is a function of contract administration used to determine contractor progress and to identify any factors that may delay performance. Production surveillance involves Government review and analysis of—\n\n(a) Contractor performance plans, schedules, controls, and industrial processes; and\n\n(b) The contractor’s actual performance under them."
      }
    },
    "1102": {
      "number": 1102,
      "name": "Applicability.",
      "sub": {},
      "text": {
        "text": "This subpart applies to all contracts for supplies or services other than construction contracts, and Federal Supply Schedule contracts. See Part 37, especially Subpart 37.6, regarding surveillance of contracts for services."
      }
    },
    "1103": {
      "number": 1103,
      "name": "Policy.",
      "sub": {},
      "text": {
        "text": "The contractor is responsible for timely contract performance. The Government will maintain surveillance of contractor performance as necessary to protect its interests. When the contracting office retains a contract for administration, the contracting officer administering the contract shall determine the extent of surveillance."
      }
    },
    "1104": {
      "number": 1104,
      "name": "Surveillance requirements.",
      "sub": {},
      "text": {
        "1": {
          "text": "Be inconsistent with any contract requirement; or"
        },
        "2": {
          "text": "Result in claims of waivers, of changes, or of other contract modifications."
        },
        "a": {
          "text": "The contract administration office determines the extent of production surveillance on the basis of—",
          "sub": {
            "1": {
              "text": "The criticality (degree of importance to the Government) assigned by the contracting officer (see 42.1105) to the supplies or services; and"
            },
            "2": {
              "text": "Consideration of the following factors:"
            },
            "i": {
              "text": "Contract requirements for reporting production progress and performance."
            },
            "ii": {
              "text": "The contract performance schedule."
            },
            "iii": {
              "text": "The contractor’s production plan."
            },
            "iv": {
              "text": "The contractor’s history of contract performance."
            },
            "v": {
              "text": "The contractor’s experience with the contract supplies or services."
            },
            "vi": {
              "text": "The contractor’s financial capability."
            },
            "vii": {
              "text": "Any supplementary written instructions from the contracting office."
            }
          }
        },
        "b": {
          "text": "Contracts at or below the simplified acquisition threshold should not normally require production surveillance."
        },
        "c": {
          "text": "In planning and conducting surveillance, contract administration offices shall make maximum use of any reliable contractor production control or data management systems."
        },
        "d": {
          "text": "In performing surveillance, contract administration office personnel shall avoid any action that may—"
        }
      }
    },
    "1105": {
      "number": 1105,
      "name": "Assignment of criticality designator.",
      "sub": {},
      "text": {
        "text": "Contracting officers shall assign a criticality designator to each contract in the space for designating the contract administration office, as follows:"
      }
    },
    "1106": {
      "number": 1106,
      "name": "Reporting requirements.",
      "sub": {},
      "text": {
        "1": {
          "text": "Be in writing;"
        },
        "2": {
          "text": "Be provided in sufficient time for the contracting officer to take necessary action; and"
        },
        "3": {
          "text": "Provide a definite recommendation, if action is appropriate."
        },
        "a": {
          "text": "When information on contract performance status is needed, contracting officers may require contractors to submit production progress reports (see 42.1107(a)). Reporting requirements shall be limited to that information essential to Government needs and shall take maximum advantage of data output generated by contractor management systems."
        },
        "b": {
          "text": "Contract administration offices shall review and verify the accuracy of contractor reports and advise the contracting officer of any required action. The accuracy of contractor-prepared reports shall be verified either by a program of continuous surveillance of the contractor’s report-preparation system or by individual review of each report."
        },
        "c": {
          "text": "The contract administration office may at any time initiate a report to advise the contracting officer (and the inventory manager, if one is designated in the contract) of any potential or actual delay in performance. This advice shall—"
        }
      }
    },
    "1107": {
      "number": 1107,
      "name": "Contract clause.",
      "sub": {},
      "text": {
        "a": {
          "text": "The contracting officer shall insert the clause at 52.242-2, Production Progress Reports, in solicitations and contracts when production progress reporting is required; unless a construction contract, or a Federal Supply Schedule contract is contemplated."
        },
        "b": {
          "text": "When the clause at 52.242-2 is used, the contracting officer shall specify appropriate reporting instructions in the Schedule (see 42.1106(a))."
        }
      }
    }
  }
}