{
  "parentPart": 31,
  "number": 6,
  "name": "Contracts with State, Local, and Federally Recognized Indian Tribal Governments",
  "sub": {
    "601": {
      "number": 601,
      "name": "Purpose.",
      "sub": {},
      "text": {
        "text": "This subpart provides the principles for determining allowable cost of contracts and subcontracts with State, local, and federally recognized Indian tribal governments."
      }
    },
    "602": {
      "number": 602,
      "name": "General.",
      "sub": {},
      "text": {
        "text": "The OMB Uniform Guidance at 2 CFR part 200, subpart E and appendices V and VII, Cost Principles for State and Local Governments, Revised, sets forth the principles for determining the allowable costs of contracts and subcontracts with State, local, and federally recognized Indian tribal governments. These principles are for cost determination and are not intended to identify the circumstances or dictate the extent of Federal and State or local participation in financing a particular contract."
      }
    },
    "603": {
      "number": 603,
      "name": "Requirements.",
      "sub": {},
      "text": {
        "1": {
          "text": "Costs of entertainment, including amusement, diversion, and social activities, and any costs directly associated with such costs (such as tickets to shows or sports events, meals, lodging, rentals, transportation, and gratuities)."
        },
        "2": {
          "text": "Costs incurred to influence (directly or indirectly) legislative action on any matter pending before Congress, a State legislature, or a legislative body of a political subdivision of a State."
        },
        "3": {
          "text": "Costs incurred in defense of any civil or criminal fraud proceeding or similar proceeding (including filing of any false certification) brought by the United States where the contractor is found liable or has pleaded nolo contendere to a charge of fraud or similar proceeding (including filing of a false certification)."
        },
        "4": {
          "text": "Payments of fines and penalties resulting from violations of, or failure to comply with, Federal, state, local, or foreign laws and regulations, except when incurred as a result of compliance with specific terms and conditions of the contract or specific written instructions from the contracting officer authorizing in advance such payments in accordance with applicable regulations in the FAR or an executive agency supplement to the FAR."
        },
        "5": {
          "text": "Costs of any membership in any social, dining, or country club or organization."
        },
        "6": {
          "text": "Costs of alcoholic beverages."
        },
        "7": {
          "text": "Contributions or donations, regardless of the recipient."
        },
        "8": {
          "text": "Costs of advertising designed to promote the contractor or its products."
        },
        "9": {
          "text": "Costs of promotional items and memorabilia, including models, gifts, and souvenirs."
        },
        "10": {
          "text": "Costs for travel by commercial aircraft which exceed the amount of the standard commercial fare."
        },
        "11": {
          "text": "Costs incurred in making any payment (commonly known as a “golden parachute payment”) which is—",
          "sub": {
            "i": {
              "text": "In an amount in excess of the normal severance pay paid by the contractor to an employee upon termination of employment; and"
            },
            "ii": {
              "text": "Is paid to the employee contingent upon, and following, a change in management control over, or ownership of, the contractor or a substantial portion of the contractor’s assets."
            }
          }
        },
        "12": {
          "text": "Costs of commercial insurance that protects against the costs of the contractor for correction of the contractor’s own defects in materials or workmanship."
        },
        "13": {
          "text": "Costs of severance pay paid by the contractor to foreign nationals employed by the contractor under a service contract performed outside the United States, to the extent that the amount of the severance pay paid in any case exceeds the amount paid in the industry involved under the customary or prevailing practice for firms in that industry providing similar services in the United States, as determined by regulations in the FAR or in an executive agency supplement to the FAR."
        },
        "14": {
          "text": "Costs of severance pay paid by the contractor to a foreign national employed by the contractor under a service contract performed in a foreign country if the termination of the employment of the foreign national is the result of the closing of, or curtailment of activities at, a United States facility in that country at the request of the government of that country."
        },
        "15": {
          "text": "Unless any of the exceptions at 31.205-47(c) or (d) apply, costs incurred by a contractor in connection with any criminal, civil, or administrative proceedings that result in dispositions described at 31.205-47(b)(1) through (b)(5) commenced by:  a Federal, State, local, or foreign government, for a violation of, or failure to comply with, law or regulation by the contractor (including its agents or employees); a contractor or subcontractor employee submitting a whistleblower complaint of reprisal in accordance with 41 U.S.C. 4712 or 10 U.S.C. 2409; or a third party in the name of the United States under the False Claims Act, 31 U.S.C. 3730. For any such proceeding that does not result in a disposition described at 31.205-47(b)(1) through (b)(5), or to which 31.205-47(c)  exceptions apply, the cost of that proceeding shall be subject to the limitations in 31.205-47(e)."
        },
        "16": {
          "text": "Costs incurred in connection with a Congressional investigation or inquiry into an issue that is the subject matter of a proceeding resulting in a disposition as described at 31.205-47(b)(1) through (b)(5)."
        },
        "a": {
          "text": "Contracts that refer to this Subpart 31.6 for determining allowable costs under contracts with State, local and Indian tribal governments shall be deemed to refer to, and shall have the allowability of costs determined by the contracting officer in accordance with, the OMB Uniform Guidance at 2 CFR part 200, subpart E and appendices V and VII, in effect on the date of the contract."
        },
        "b": {
          "text": "Agencies are not expected to place additional restrictions on individual items of cost. However, under 10 U.S.C. 2324, 41 U.S.C. 4304, 31 U.S.C. 3730, and 41 U.S.C. 4310, the following costs are unallowable:"
        }
      }
    }
  }
}