{
  "parentPart": 19,
  "number": 15,
  "name": "Women-Owned Small Business Program.",
  "sub": {
    "1500": {
      "number": 1500,
      "name": "General.",
      "sub": {},
      "text": {
        "a": {
          "text": "Section 8(m) of the Small Business Act (15 U.S.C. 637(m)) created the Women-Owned Small Business (WOSB) Program."
        },
        "b": {
          "text": "The purpose of the WOSB Program is to ensure women-owned small business concerns have an equal opportunity to participate in Federal contracting and to assist agencies in achieving their women-owned small business participation goals (see 13 part CFR 127)."
        },
        "c": {
          "text": "An economically disadvantaged women-owned small business (EDWOSB) concern or WOSB concern eligible under the WOSB Program is a subcategory of “women-owned small business concern” as defined in 2.101."
        }
      }
    },
    "1501": {
      "number": 1501,
      "name": "Definition.",
      "sub": {},
      "text": {
        "text": "“WOSB Program Repository” means a secure, Web-based application that collects, stores, and disseminates documents to the contracting community and SBA, which verify the eligibility of a business concern for a contract to be awarded under the WOSB Program."
      }
    },
    "1502": {
      "number": 1502,
      "name": "Applicability.",
      "sub": {},
      "text": {
        "text": "The procedures in this subpart apply to all Federal agencies that employ one or more contracting officers."
      }
    },
    "1503": {
      "number": 1503,
      "name": "Status.",
      "sub": {},
      "text": {
        "a": {
          "text": "Status as an EDWOSB concern or WOSB concern eligible under the WOSB Program is determined in accordance with 13 CFR part 127."
        },
        "b": {
          "text": "The contracting officer shall verify that the offeror—",
          "sub": {
            "1": {
              "text": "Is registered in the System for Award Management (SAM);"
            },
            "2": {
              "text": "Is self-certified as an EDWOSB or WOSB concern in SAM; and"
            },
            "3": {
              "text": "Has submitted documents verifying its eligibility at the time of initial offer to the WOSB Program Repository. The contract shall not be awarded until all required documents are received."
            }
          }
        },
        "c": {
          "text": "(1) An EDWOSB concern or WOSB concern eligible under the WOSB Program that has been certified by a SBA approved third party certifier, (which includes SBA certification under the 8(a) Program), must provide the following eligibility requirement documents—",
          "sub": {
            "2": {
              "text": "An EDWOSB concern or WOSB concern eligible under the WOSB Program that has not been certified by an SBA approved third party certifier or by SBA under the 8(a) Program, must provide the following documents:"
            },
            "i": {
              "text": "The U.S. birth certificate, naturalization documentation, or unexpired U.S. passport for each woman owner."
            },
            "ii": {
              "text": "The joint venture agreement, if applicable."
            },
            "iii": {
              "text": "For limited liability companies, articles of organization (also referred to as certificate of organization or articles of formation) and any amendments, and the operating agreement and any amendments."
            },
            "iv": {
              "text": "For corporations, articles of incorporation and any amendments, by-laws and any amendments, all issued stock certificates, including the front and back copies, signed in accord with the by-laws, stock ledger, and voting agreements, if any."
            },
            "v": {
              "text": "For partnerships, the partnership agreement and any amendments."
            },
            "vi": {
              "text": "For sole proprietorships, corporations, limited liability companies and partnerships if applicable, the assumed/fictitious name certificate(s)."
            },
            "vii": {
              "text": "SBA’s WOSB Program Certification form (SBA Form 2413 for WOSB concerns eligible under the WOSB Program and SBA Form 2414 for EDWOSB concerns)."
            },
            "viii": {
              "text": "For EDWOSB concerns, in addition to the above, the SBA Form 413, Personal Financial Statement, available to the public at http://www.sba.gov/tools/Forms/index.html, for each woman claiming economic disadvantage."
            }
          }
        },
        "d": {
          "text": "(1) A contracting officer may accept a concern’s self-certification as accurate for a specific procurement reserved for award under this subpart if—",
          "sub": {
            "2": {
              "text": "The contracting officer shall file a status protest in accordance with 19.308 if—"
            },
            "i": {
              "text": "There is information that questions the eligibility of a concern; or"
            },
            "ii": {
              "text": "The concern fails to provide all of the required documents to verify its eligibility."
            },
            "iii": {
              "text": "There has been no decision issued by SBA as a result of a current eligibility examination finding the concern did not qualify as an EDWOSB concern or WOSB concern eligible under the WOSB Program at the time it submitted its initial offer."
            }
          }
        },
        "e": {
          "text": "If there is a decision issued by SBA as a result of a current eligibility examination finding that the concern did not qualify as an EDWOSB concern or WOSB concern eligible under the WOSB Program, the contracting officer may terminate the contract, and shall not exercise any option nor award further task or delivery orders. The contracting officer shall not count or include the award toward the small business accomplishments for an EDWOSB concern or WOSB concern eligible under the WOSB Program and must update FPDS from the date of award."
        },
        "f": {
          "text": "A joint venture may be considered an EDWOSB concern or WOSB concern eligible under the WOSB Program if it meets the requirements of 13 CFR 127.506."
        },
        "g": {
          "text": "An EDWOSB concern or WOSB concern eligible under the WOSB Program that is a non-manufacturer, as defined in 13 CFR 121.406(b), may submit an offer on a requirement set aside for an EDWOSB concern or a WOSB concern eligible under the WOSB Program with a NAICS code for supplies, if it meets the requirements under the non-manufacturer rule set forth in that regulation."
        }
      }
    },
    "1504": {
      "number": 1504,
      "name": "Exclusions.",
      "sub": {},
      "text": {
        "text": "This subpart does not apply to—\n\n(a) Requirements that an 8(a) contractor is currently performing under the 8(a) program or that SBA has accepted for performance under the authority of the 8(a) program, unless SBA has consented to release the requirements from the 8(a) program;\n\n(b) Requirements that can be satisfied through award to—\n\n(1) Federal Prison Industries, Inc. (see subpart 8.6); or\n\n(2) AbilityOne participating non-profit agencies for the blind or severely disabled (see subpart 8.7);\n\n(c) Orders under indefinite-delivery contracts (see subpart 16.5). (But see 16.505(b)(2)(i)(F) for discretionary set-asides of orders); or\n\n(d) Orders against Federal Supply Schedules (see subpart 8.4). (But see 8.405-5 for discretionary set-asides of orders.)"
      }
    },
    "1505": {
      "number": 1505,
      "name": "Set-aside procedures.",
      "sub": {},
      "text": {
        "1": {
          "text": "The contracting officer shall notify the procurement center representative as soon as practicable;"
        },
        "2": {
          "text": "SBA shall notify the contracting officer of its intent to appeal the contracting officer’s decision no later than five business days after receiving notice of the contracting officer’s decision;"
        },
        "3": {
          "text": "The contracting officer shall suspend further action regarding the procurement until the head of the agency issues a written decision on the appeal, unless the head of the agency makes a written determination that urgent and compelling circumstances which significantly affect the interests of the United States compel award of the contract;"
        },
        "4": {
          "text": "Within 15 business days of SBA’s notification to the head of the contracting activity, SBA shall file a formal appeal to the head of the agency, or the appeal will be determined withdrawn; and"
        },
        "5": {
          "text": "The head of the agency, or designee, shall specify in writing the reasons for a denial of an appeal brought under this section."
        },
        "a": {
          "text": "The contracting officer—",
          "sub": {
            "1": {
              "text": "Shall comply with 19.203 before deciding to set aside an acquisition under the WOSB Program; and"
            },
            "2": {
              "text": "May set aside acquisitions exceeding the micro-purchase threshold for competition restricted to EDWOSB concerns or WOSB concerns eligible under the WOSB Program when the acquisition—"
            },
            "i": {
              "text": "Is assigned a NAICS code in which SBA has determined that WOSB concerns are underrepresented in Federal procurement; or"
            },
            "ii": {
              "text": "Is assigned a NAICS code in which SBA has determined that WOSB concerns are substantially underrepresented in Federal procurement, as specified on SBA’s Web site at http://www.sba.gov/WOSB."
            }
          }
        },
        "b": {
          "text": "For requirements in NAICS codes designated by SBA as underrepresented, a contracting officer may restrict competition to EDWOSB concerns if the contracting officer has a reasonable expectation based on market research that—",
          "sub": {
            "1": {
              "text": "Two or more EDWOSB concerns will submit offers for the contract and;"
            },
            "2": {
              "text": "Contract award will be made at a fair and reasonable price."
            }
          }
        },
        "c": {
          "text": "A contracting officer may restrict competition to WOSB concerns eligible under the WOSB Program (including EDWOSB concerns), for requirements in NAICS codes designated by SBA as substantially underrepresented if there is a reasonable expectation based on market research that—",
          "sub": {
            "1": {
              "text": "Two or more WOSB concerns eligible under the WOSB Program (including EDWOSB concerns), will submit offers and;"
            },
            "2": {
              "text": "Contract award may be made at a fair and reasonable price."
            }
          }
        },
        "d": {
          "text": "The contracting officer may make an award, if only one acceptable offer is received from a qualified EDWOSB concern or WOSB concern eligible under the WOSB Program."
        },
        "e": {
          "text": "The contracting officer must check whether the apparently successful offeror filed all the required eligibility documents, and file a status protest if any documents are missing. See 19.1503(d)(2)."
        },
        "f": {
          "text": "If no acceptable offers are received from an EDWOSB concern or WOSB concern eligible under the WOSB Program, the set-aside shall be withdrawn and the requirement, if still valid, must be considered for set aside in accordance with 19.203 and subpart 19.5."
        },
        "g": {
          "text": "If the contracting officer rejects a recommendation by SBA’s Procurement Center Representative—"
        }
      }
    },
    "1506": {
      "number": 1506,
      "name": "Women-Owned Small Business Program sole source awards.",
      "sub": {},
      "text": {
        "a": {
          "text": "A contracting officer shall consider a contract award to an EDWOSB concern on a sole source basis (see 6.302-5(b)(7)) before considering small business set-asides (see 19.203 and subpart 19.5) provided none of the exclusions at 19.1504 apply and—",
          "sub": {
            "1": {
              "text": "The acquisition is assigned a NAICS code in which SBA has determined that WOSB concerns are underrepresented in Federal procurement;"
            },
            "2": {
              "text": "The contracting officer does not have a reasonable expectation that offers would be received from two or more EDWOSB concerns; and"
            },
            "3": {
              "text": "The conditions in paragraph (c) of this section exist."
            }
          }
        },
        "b": {
          "text": "A contracting officer shall consider a contract award to a WOSB concern (including EDWOSB concerns) eligible under the WOSB Program on a sole source basis (see 6.302-5(b)(7)) before considering small business set-asides (see 19.203 and subpart 19.5) provided none of the exclusions at 19.1504 apply and—",
          "sub": {
            "1": {
              "text": "The acquisition is assigned a NAICS code in which SBA has determined that WOSB concerns are substantially underrepresented in Federal procurement;"
            },
            "2": {
              "text": "The contracting officer does not have a reasonable expectation that offers would be received from two or more WOSB concerns (including EDWOSB concerns); and"
            },
            "3": {
              "text": "The conditions in paragraph (c) of this section exist."
            }
          }
        },
        "c": {
          "text": "(1) The anticipated award price of the contract, including options, will not exceed—",
          "sub": {
            "2": {
              "text": "The EDWOSB concern or WOSB concern has been determined to be a responsible contractor with respect to performance."
            },
            "3": {
              "text": "The award can be made at a fair and reasonable price."
            },
            "i": {
              "text": "$6.5 million for a requirement within the NAICS codes for manufacturing; or"
            },
            "ii": {
              "text": "$4 million for a requirement within any other NAICS codes."
            }
          }
        },
        "d": {
          "text": "The SBA has the right to appeal the contracting officer’s decision not to make a sole source award to either an EDWOSB concern or WOSB concern eligible under the WOSB program."
        }
      }
    },
    "1507": {
      "number": 1507,
      "name": "Contract clauses.",
      "sub": {},
      "text": {
        "a": {
          "text": "The contracting officer shall insert the clause 52.219-29, Notice of Set-Aside for, or Sole Source Award to, Economically Disadvantaged Women-owned Small Business Concerns, in solicitations and contracts for acquisitions that are set aside or reserved for, or awarded on a sole source basis to, EDWOSB concerns under 19.1505(b) or 19.1506(a). This includes multiple-award contracts when orders may be set aside for EDWOSB concerns as described in 8.405-5 and 16.505(b)(2)(i)(F)."
        },
        "b": {
          "text": "The contracting officer shall insert the clause 52.219-30, Notice of Set-Aside for, or Sole Source Award to, Women-Owned Small Business Concerns Eligible Under the Women-Owned Small Business Program, in solicitations and contracts for acquisitions that are set aside or reserved for, or awarded on a sole source basis to WOSB concerns under 19.1505(c) or 19.1506(b). This includes multiple-award contracts when orders may be set aside for WOSB concerns eligible under the WOSB Program as described in 8.405-5 and 16.505(b)(2)(i)(F)."
        }
      }
    }
  }
}