{
  "parentPart": 17,
  "number": 1,
  "name": "Multi-year Contracting",
  "sub": {
    "101": {
      "number": 101,
      "name": "Authority.",
      "sub": {},
      "text": {
        "text": "This subpart implements 41 U.S.C. 3903 and 10 U.S.C. 2306b and provides policy and procedures for the use of multi-year contracting."
      }
    },
    "102": {
      "number": 102,
      "name": "Applicability.",
      "sub": {},
      "text": {
        "text": "For DoD, NASA, and the Coast Guard, the authorities cited in 17.101 do not apply to contracts for the purchase of supplies to which 40 U.S.C. 759 applies (information resource management supply contracts)."
      }
    },
    "103": {
      "number": 103,
      "name": "Definitions.",
      "sub": {},
      "text": {
        "text": "As used in this subpart—\n\n“Cancellation” means the cancellation (within a contractually specified time) of the total requirements of all remaining program years. Cancellation results when the contracting officer—\n\n(1) Notifies the contractor of nonavailability of funds for contract performance for any subsequent program year; or\n\n(2) Fails to notify the contractor that funds are available for performance of the succeeding program year requirement.\n\n“Cancellation ceiling” means the maximum cancellation charge that the contractor can receive in the event of cancellation.\n\n“Cancellation charge” means the amount of unrecovered costs which would have been recouped through amortization over the full term of the contract, including the term canceled.\n\n“Multi-year contract” means a contract for the purchase of supplies or services for more than 1, but not more than 5, program years. A multi-year contract may provide that performance under the contract during the second and subsequent years of the contract is contingent upon the appropriation of funds, and (if it does so provide) may provide for a cancellation payment to be made to the contractor if appropriations are not made. The key distinguishing difference between multi-year contracts and multiple year contracts is that multi-year contracts, defined in the statutes cited at 17.101, buy more than 1 year’s requirement (of a product or service) without establishing and having to exercise an option for each program year after the first.\n\n“Nonrecurring costs” means those costs which are generally incurred on a one-time basis and include such costs as plant or equipment relocation, plant rearrangement, special tooling and special test equipment, preproduction engineering, initial spoilage and rework, and specialized work force training.\n\n“Recurring costs” means costs that vary with the quantity being produced, such as labor and materials."
      }
    },
    "104": {
      "number": 104,
      "name": "General.",
      "sub": {},
      "text": {
        "a": {
          "text": "Multi-year contracting is a special contracting method to acquire known requirements in quantities and total cost not over planned requirements for up to 5 years unless otherwise authorized by statute, even though the total funds ultimately to be obligated may not be available at the time of contract award. This method may be used in sealed bidding or contracting by negotiation."
        },
        "b": {
          "text": "Multi-year contracting is a flexible contracting method applicable to a wide range of acquisitions. The extent to which cancellation terms are used in multi-year contracts will depend on the unique circumstances of each contract. Accordingly, for multi-year contracts, the agency head may authorize modification of the requirements of this subpart and the clause at 52.217-2, Cancellation Under Multi-year Contracts."
        },
        "c": {
          "text": "Agency funding of multi-year contracts shall conform to the policies in OMB Circulars A-11 (Preparation and Submission of Budget Estimates) and A-34 (Instructions on Budget Execution) and other applicable guidance regarding the funding of multi-year contracts. As provided by that guidance, the funds obligated for multi-year contracts must be sufficient to cover any potential cancellation and/or termination costs; and multi-year contracts for the acquisition of fixed assets should be fully funded or funded in stages that are economically or programmatically viable."
        },
        "d": {
          "text": "The termination for convenience procedure may apply to any Government contract, including multiyear contracts. As contrasted with cancellation, termination can be effected at any time during the life of the contract (cancellation is effected between fiscal years) and can be for the total quantity or partial quantity (where as cancellation must be for all subsequent fiscal years’ quantities)."
        }
      }
    },
    "105": {
      "number": 105,
      "name": "Policy.",
      "sub": {
        "1": {
          "name": "Uses.",
          "text": {
            "a": {
              "text": "Except for DoD, NASA, and the Coast Guard, the contracting officer may enter into a multi-year contract if the head of the contracting activity determines that—",
              "sub": {
                "1": {
                  "text": "The need for the supplies or services is reasonably firm and continuing over the period of the contract; and"
                },
                "2": {
                  "text": "A multi-year contract will serve the best interests of the United States by encouraging full and open competition or promoting economy in administration, performance, and operation of the agency’s programs."
                }
              }
            },
            "b": {
              "text": "For DoD, NASA, and the Coast Guard, the head of the agency may enter into a multi-year contract for supplies if—",
              "sub": {
                "1": {
                  "text": "The use of such a contract will result in significant savings of the total estimated costs of carrying out the program through annual contracts;"
                },
                "2": {
                  "text": "The minimum need to be purchased is expected to remain substantially unchanged during the contemplated contract period in terms of production rate, procurement rate, and total quantities;"
                },
                "3": {
                  "text": "There is a stable design for the supplies to be acquired, and the technical risks associated with such supplies are not excessive;"
                },
                "4": {
                  "text": "There is a reasonable expectation that, throughout the contemplated contract period, the head of the agency will request funding for the contract at a level to avoid contract cancellation; and"
                },
                "5": {
                  "text": "The estimates of both the cost of the contract and the cost avoidance through the use of a multi-year contract are realistic."
                }
              }
            },
            "c": {
              "text": "The multi-year contracting method may be used for the acquisition of supplies or services."
            },
            "d": {
              "text": "If funds are not appropriated to support the succeeding years’ requirements, the agency must cancel the contract."
            }
          }
        },
        "2": {
          "name": "Objectives.",
          "text": {
            "text": "Use of multi-year contracting is encouraged to take advantage of one or more of the following:\n\n(a) Lower costs.\n\n(b) Enhancement of standardization.\n\n(c) Reduction of administrative burden in the placement and administration of contracts.\n\n(d) Substantial continuity of production or performance, thus avoiding annual startup costs, preproduction testing costs, make-ready expenses, and phaseout costs.\n\n(e) Stabilization of contractor work forces.\n\n(f) Avoidance of the need for establishing quality control techniques and procedures for a new contractor each year.\n\n(g) Broadening the competitive base with opportunity for participation by firms not otherwise willing or able to compete for lesser quantities, particularly in cases involving high startup costs.\n\n(h) Providing incentives to contractors to improve productivity through investment in capital facilities, equipment, and advanced technology."
          }
        }
      },
      "text": {
        "text": ""
      }
    },
    "106": {
      "number": 106,
      "name": "Procedures.",
      "sub": {
        "1": {
          "name": "General.",
          "text": {
            "a": {
              "text": "Method of contracting. The nature of the requirement should govern the selection of the method of contracting, since the multi-year procedure is compatible with sealed bidding, including two-step sealed bidding, and negotiation."
            },
            "b": {
              "text": "Type of contract. Given the longer performance period associated with multi-year acquisition, consideration in pricing fixed-priced contracts should be given to the use of economic price adjustment terms and profit objectives commensurate with contractor risk and financing arrangements."
            },
            "c": {
              "text": "Cancellation procedures.",
              "sub": {
                "1": {
                  "text": "All program years except the first are subject to cancellation. For each program year subject to cancellation, the contracting officer shall establish a cancellation ceiling. Ceilings must exclude amounts for requirements included in prior program years. The contracting officer shall reduce the cancellation ceiling for each program year in direct proportion to the remaining requirements subject to cancellation. For example, consider that the total nonrecurring costs (see 15.408, Table 15-2, III. Formats for Submission of Line Item Summaries C(8)) are estimated at 10 percent of the total multi-year price, and the percentages for each of the program year requirements for 5 years are (i) 30 in the first year, (ii) 30 in the second, (iii) 20 in the third, (iv) 10 in the fourth, and (v) 10 in the fifth. The cancellation percentages, after deducting 3 percent for the first program year, would be 7, 4, 2, and 1 percent of the total price applicable to the second, third, fourth, and fifth program years, respectively."
                },
                "2": {
                  "text": "In determining cancellation ceilings, the contracting officer must estimate reasonable preproduction or startup, labor learning, and other nonrecurring costs to be incurred by an “average” prime contractor or subcontractor, which would be applicable to, and which normally would be amortized over, the items or services to be furnished under the multi-year requirements. Nonrecurring costs include such costs, where applicable, as plant or equipment relocation or rearrangement, special tooling and special test equipment, preproduction engineering, initial rework, initial spoilage, pilot runs, allocable portions of the costs of facilities to be acquired or established for the conduct of the work, costs incurred for the assembly, training, and transportation to and from the job site of a specialized work force, and unrealized labor learning. They shall not include any costs of labor or materials, or other expenses (except as indicated above), which might be incurred for performance of subsequent program year requirements. The total estimate of the above costs must then be compared with the best estimate of the contract cost to arrive at a reasonable percentage or dollar figure. To perform this calculation, the contracting officer should obtain in-house engineering cost estimates identifying the detailed recurring and nonrecurring costs, and the effect of labor learning."
                },
                "3": {
                  "text": "The contracting officer shall establish cancellation dates for each program year’s requirements regarding production lead time and the date by which funding for these requirements can reasonably be established. The contracting officer shall include these dates in the schedule, as appropriate."
                }
              }
            },
            "d": {
              "text": "Cancellation ceilings. Cancellation ceilings and dates may be revised after issuing the solicitation if necessary. In sealed bidding, the contracting officer shall change the ceiling by amending the solicitation before bid opening. In two-step sealed bidding, discussions conducted during the first step may indicate the need for revised ceilings and dates which may be incorporated in step two. In a negotiated acquisition, negotiations with offerors may provide information requiring a change in cancellation ceilings and dates before final negotiation and contract award."
            },
            "e": {
              "text": "Payment of cancellation charges. If cancellation occurs, the Government’s liability will be determined by the terms of the applicable contract."
            },
            "f": {
              "text": "Presolicitation or pre-bid conferences. To ensure that all interested sources of supply are thoroughly aware of how multi-year contracting is accomplished, use of presolicitation or pre-bid conferences may be advisable."
            },
            "g": {
              "text": "Payment limit. The contracting officer shall limit the Government’s payment obligation to an amount available for contract performance. The contracting officer shall insert the amount for the first program year in the contract upon award and modify it for successive program years upon availability of funds."
            },
            "h": {
              "text": "Termination payment. If the contract is terminated for the convenience of the Government in whole, including requirements subject to cancellation, the Government’s obligation shall not exceed the amount specified in the Schedule as available for contract performance, plus the cancellation ceiling."
            }
          }
        },
        "2": {
          "name": "Solicitations.",
          "text": {
            "text": "Solicitations for multi-year contracts shall reflect all the factors to be considered for evaluation, specifically including the following:\n\n(a) The requirements, by item of supply or service, for the—\n\n(1) First program year; and\n\n(2) Multi-year contract including the requirements for each program year.\n\n(b) Criteria for comparing the lowest evaluated submission on the first program year requirements to the lowest evaluated submission on the multi-year requirements.\n\n(c) A provision that, if the Government determines before award that only the first program year requirements are needed, the Government’s evaluation of the price or estimated cost and fee shall consider only the first year.\n\n(d) A provision specifying a separate cancellation ceiling (on a percentage or dollar basis) and dates applicable to each program year subject to a cancellation (see 17.106-1(c) and (d)).\n\n(e) A statement that award will not be made on less than the first program year requirements.\n\n(f) The Government’s administrative costs of annual contracting may be used as a factor in the evaluation only if they can be reasonably established and are stated in the solicitation.\n\n(g) The cancellation ceiling shall not be an evaluation factor."
          }
        },
        "3": {
          "name": "Special procedures applicable to DoD, NASA, and the Coast Guard.",
          "text": {
            "a": {
              "text": "Participation by subcontractors, suppliers, and vendors. In order to broaden the defense industrial base, to the maximum extent practicable—",
              "sub": {
                "1": {
                  "text": "Multi-year contracting shall be used in such a manner as to seek, retain, and promote the use under such contracts of companies that are subcontractors, suppliers, and vendors; and"
                },
                "2": {
                  "text": "Upon accrual of any payment or other benefit under such a multi-year contract to any subcontractor, supplier, or vendor company participating in such contract, such payment or benefit shall be delivered to such company in the most expeditious manner practicable."
                }
              }
            },
            "b": {
              "text": "Protection of existing authority. To the extent practicable, multi-year contracting shall not be carried out in a manner to preclude or curtail the existing ability of the Department or agency to provide for termination of a prime contract, the performance of which is deficient with respect to cost, quality, or schedule."
            },
            "c": {
              "text": "Cancellation or termination for insufficient funding. In the event funds are not made available for the continuation of a multi-year contract awarded using the procedures in this section, the contract shall be canceled or terminated."
            },
            "d": {
              "text": "Contracts awarded under the multi-year procedure shall be firm-fixed-price, fixed-price with economic price adjustment, or fixed-price incentive."
            },
            "e": {
              "text": "Recurring costs in cancellation ceiling. The inclusion of recurring costs in cancellation ceilings is an exception to normal contract financing arrangements and requires approval by the agency head."
            },
            "f": {
              "text": "Annual and multi-year proposals. Obtaining both annual and multi-year offers provides reduced lead time for making an annual award in the event that the multi-year award is not in the Government’s interest. Obtaining both also provides a basis for the computation of savings and other benefits. However, the preparation and evaluation of dual offers may increase administrative costs and workload for both offerors and the Government, especially for large or complex acquisitions. The head of a contracting activity may authorize the use of a solicitation requesting only multi-year prices, provided it is found that such a solicitation is in the Government’s interest, and that dual proposals are not necessary to meet the objectives in 17.105-2."
            },
            "g": {
              "text": "Level unit prices. Multi-year contract procedures provide for the amortization of certain costs over the entire contract quantity resulting in identical (level) unit prices (except when the economic price adjustment terms apply) for all items or services under the multi-year contract. If level unit pricing is not in the Government’s interest, the head of a contracting activity may approve the use of variable unit prices, provided that for competitive proposals there is a valid method of evaluation."
            }
          }
        }
      },
      "text": {
        "text": ""
      }
    },
    "107": {
      "number": 107,
      "name": "Options.",
      "sub": {},
      "text": {
        "text": "Benefits may accrue by including options in a multi-year contract. In that event, contracting officers must follow the requirements of Subpart 17.2. Options should not include charges for plant and equipment already amortized, or other nonrecurring charges which were included in the basic contract."
      }
    },
    "108": {
      "number": 108,
      "name": "Congressional notification.",
      "sub": {},
      "text": {
        "a": {
          "text": "Except for DoD, NASA, and the Coast Guard, a multi-year contract which includes a cancellation ceiling in excess of $13.5 million may not be awarded until the head of the agency gives written notification of the proposed contract and of the proposed cancellation ceiling for that contract to the committees on appropriations of the House of Representatives and Senate and the appropriate oversight committees of the House and Senate for the agency in question. Information on such committees may not be readily available to contracting officers. Accordingly, agencies should provide such information through its internal regulations. The contract may not be awarded until the thirty-first day after the date of notification."
        },
        "b": {
          "text": "For DoD, NASA, and the Coast Guard, a multi-year contract which includes a cancellation ceiling in excess of $135.5 million may not be awarded until the head of the agency gives written notification of the proposed contract and of the proposed cancellation ceiling for that contract to the committees on armed services and appropriations of the House of Representatives and Senate. The contract may not be awarded until the thirty-first day after the date of notification."
        }
      }
    },
    "109": {
      "number": 109,
      "name": "Contract clauses.",
      "sub": {},
      "text": {
        "1": {
          "text": "Shall add the clause at 52.222-43, Fair Labor Standards Act and Service Contract Labor Standards- Price Adjustment (Multiple Year and Option Contracts), when the contract includes the clause at 52.222-41, Service Contract Labor Standards;"
        },
        "2": {
          "text": "May modify the clause at 52.222-43 in overseas contracts when laws, regulations, or international agreements require contractors to pay higher wage rates; or"
        },
        "3": {
          "text": "May use an economic price adjustment clause authorized by 16.203, when potential fluctuations require coverage and are not included in cost contingencies provided for by the clause at 52.222-43."
        },
        "a": {
          "text": "The contracting officer shall insert the clause at 52.217-2, Cancellation Under Multi-year Contracts, in solicitations and contracts when a multi-year contract is contemplated."
        },
        "b": {
          "text": "Economic price adjustment clauses. Economic price adjustment clauses are adaptable to multi-year contracting needs. When the period of production is likely to warrant a labor and material costs contingency in the contract price, the contracting officer should normally use an economic price adjustment clause (see 16.203). When contracting for services, the contracting officer—"
        }
      }
    },
    "000": {
      "number": 0,
      "name": "Scope of part.",
      "sub": {},
      "text": {
        "text": "This part prescribes policies and procedures for the acquisition of supplies and services through special contracting methods, including—\n\n(a) Multi-year contracting;\n\n(b) Options; and\n\n(c) Leader company contracting."
      }
    }
  }
}