{
  "parentPart": 32,
  "number": 11,
  "name": "Electronic Funds Transfer",
  "sub": {
    "1100": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart provides policy and procedures for contract financing and delivery payments to contractors by electronic funds transfer (EFT)."
      },
      "sub": {}
    },
    "1101": {
      "name": "Statutory requirements.",
      "text": {
        "text": "31 U.S.C. 3332 requires, subject to implementing regulations of the Secretary of the Treasury at 31 CFR Part 208, that EFT be used to make all contract payments."
      },
      "sub": {}
    },
    "1102": {
      "name": "Definitions.",
      "text": {
        "text": "As used in this subpart—\n\n“Electronic Funds Transfer information (EFT)” means information necessary for making a payment by EFT through specified EFT mechanisms.\n\n“Governmentwide commercial purchase card” means a card that is similar in nature to a commercial credit card that is used to make financing and delivery payments for supplies and services. The purchase card is an EFT method and it may be used as a means to meet the requirement to pay by EFT, to the extent that purchase card limits do not preclude such payments.\n\n“Payment information” means the payment advice provided by the Government to the contractor that identifies what the payment is for, any computations or adjustments made by the Government, and any information required by the Prompt Payment Act."
      },
      "sub": {}
    },
    "1103": {
      "name": "Applicability.",
      "text": {
        "text": "The Government shall provide all contract payments through EFT except if—\n\n(a) The office making payment under a contract that requires payment by EFT, loses the ability to release payment by EFT. To the extent authorized by 31 CFR Part 208, the payment office shall make necessary payments pursuant to paragraph (a)(2) of the clause at either 52.232-33 or 52.232-34 until such time as it can make EFT payments;\n\n(b) The payment is to be received by or on behalf of the contractor outside the United States and Puerto Rico (but see 32.1106(b));\n\n(c) A contract is paid in other than United States currency (but see 32.1106(b));\n\n(d) Payment by EFT under a classified contract could compromise the safeguarding of classified information or national security, or arrangements for appropriate EFT payments would be impractical due to security considerations;\n\n(e) A contract is awarded by a deployed contracting officer in the course of military operations, including, but not limited to, contingency operations as defined in 2.101, or a contract is awarded by any contracting officer in the conduct of emergency operations, such as responses to natural disasters or national or civil emergencies, if—\n\n(1) EFT is not known to be possible; or\n\n(2) EFT payment would not support the objectives of the operation;\n\n(f) The agency does not expect to make more than one payment to the same recipient within a one-year period;\n\n(g) An agency’s need for supplies and services is of such unusual and compelling urgency that the Government would be seriously injured unless payment is made by a method other than EFT;\n\n(h) There is only one source for supplies and services and the Government would be seriously injured unless payment is made by a method other than EFT; or\n\n(i) Otherwise authorized by Department of the Treasury Regulations at 31 CFR Part 208."
      },
      "sub": {}
    },
    "1104": {
      "name": "Protection of EFT information.",
      "text": {
        "text": "The Government shall protect against improper disclosure of contractors’ EFT information."
      },
      "sub": {}
    },
    "1105": {
      "name": "Assignment of claims.",
      "text": {
        "text": "The use of EFT payment methods is not a substitute for a properly executed assignment of claims in accordance with Subpart 32.8. EFT information that shows the ultimate recipient of the transfer to be other than the contractor, in the absence of a proper assignment of claims, is considered to be incorrect EFT information within the meaning of the “Suspension of Payment” paragraphs of the EFT clauses at 52.232-33 and 52.232-34."
      },
      "sub": {}
    },
    "1106": {
      "name": "EFT mechanisms.",
      "text": {
        "1": {
          "text": "The political, financial, and communications infrastructure in a foreign country supports payment by EFT; or"
        },
        "2": {
          "text": "Payments of other than United States currency may be made safely."
        },
        "a": {
          "text": "Domestic EFT mechanisms. The EFT clauses at 52.232-33 and 52.232-34 are designed for use with the domestic United States banking system, using United States currency, and only the specified mechanisms (U.S. Automated Clearing House, and Fedwire Transfer System) of EFT. However, the head of an agency may authorize the use of any other EFT mechanism for domestic EFT with the concurrence of the office or agency responsible for making payments."
        },
        "b": {
          "text": "Nondomestic EFT mechanisms and other than United States currency. The Government shall provide payment by other than EFT for payments received by or on behalf of the contractor outside the United States and Puerto Rico or for contracts paid in other than United States currency. However, the head of an agency may authorize appropriate use of EFT with the concurrence of the office or agency responsible for making payments if—"
        }
      },
      "sub": {}
    },
    "1107": {
      "name": "Payment information.",
      "text": {
        "text": "The payment or disbursing office shall forward to the contractor available payment information that is suitable for transmission as of the date of release of the EFT instruction to the Federal Reserve System."
      },
      "sub": {}
    },
    "1108": {
      "name": "Payment by Governmentwide commercial purchase card.",
      "text": {
        "text": "A Governmentwide commercial purchase card charge authorizes the third party (e.g., financial institution) that issued the purchase card to make immediate payment to the contractor. The Government reimburses the third party at a later date for the third party’s payment to the contractor.\n\n(a) The clause at 52.232-36, Payment by Third Party, governs when a contractor submits a charge against the purchase card for contract payment. The clause provides that the contractor shall make such payment requests by a charge to a Government account with the third party at the time the payment clause(s) of the contract authorizes the contractor to submit a request for payment, and for the amount due in accordance with the terms of the contract. To the extent that such a payment would otherwise be approved, the charge against the purchase card should not be disputed when the charge is reported to the Government by the third party. To the extent that such payment would otherwise not have been approved, an authorized individual (see 1.603-3) shall take action to remove the charge, such as by disputing the charge with the third party or by requesting that the contractor credit the charge back to the Government under the contract.\n\n(b)(1) Written contracts to be paid by purchase card should include the clause at 52.232-36, Payment by Third Party, as prescribed by 32.1110(d). However, payment by a purchase card also may be made under a contract that does not contain the clause to the extent the contractor agrees to accept that method of payment.\n\n(2)(i) When it is contemplated that the Governmentwide commercial purchase card will be used as the method of payment, and the contract or order is above the micro-purchase threshold, contracting officers are required to verify (by looking in the System for Award Management (SAM)) whether the contractor has any delinquent debt subject to collection under the Treasury Offset Program (TOP) at contract award and order placement. Information on TOP is available at http://fms.treas.gov/debt/index.html.\n\n(ii) The contracting officer shall not authorize the Governmentwide commercial purchase card as a method of payment during any period the SAM indicates that the contractor has delinquent debt subject to collection under the TOP. In such cases, payments under the contract shall be made in accordance with the clause at 52.232-33, Payment by Electronic Funds Transfer-System for Award Management, or 52.232-34, Payment by Electronic Funds Transfer—Other Than System for Award Management, as appropriate (see FAR 32.1110(d)).\n\n(iii) Contracting officers shall not use the presence of the SAM debt flag indicator to exclude a contractor from receipt of the contract award or issuance or placement of an order.\n\n(iv) The contracting officer may take steps to authorize payment by Governmentwide commercial purchase card when a contractor alerts the contracting officer that the SAM debt flag indicator has been changed to no longer show a delinquent debt.\n\n(c) The clause at 52.232-36, Payment by Third Party, requires that the contract—\n\n(1) Identify the third party and the particular purchase card to be used; and\n\n(2) Not include the purchase card account number. The purchase card account number should be provided separately to the contractor."
      },
      "sub": {}
    },
    "1109": {
      "name": "EFT information submitted by offerors.",
      "text": {
        "text": "If offerors are required to submit EFT information prior to award, the successful offeror is not responsible for resubmitting this information after award of the contract except to make changes, or to place the information on invoices if required by agency procedures. Therefore, contracting officers shall forward EFT information provided by the successful offeror to the appropriate office."
      },
      "sub": {}
    },
    "1110": {
      "name": "Solicitation provision and contract clauses.",
      "text": {
        "1": {
          "text": "The contracting officer shall insert in the solicitation the provision at 52.232-38, Submission of Electronic Funds Transfer Information with Offer, or a provision substantially the same; and"
        },
        "2": {
          "text": "For sealed bid solicitations, the contracting officer shall amend 52.232-38 to ensure that a bidder’s EFT information—"
        },
        "a": {
          "text": "The contracting officer shall insert the clause at—",
          "sub": {
            "1": {
              "text": "52.232-33, Payment by Electronic Funds Transfer—System for Award Management, in solicitations and contracts that include the provision at 52.204-7 or an agency clause that requires a contractor to be registered in the System for Award Management (SAM) database and maintain registration until final payment, unless—",
              "sub": {
                "i": {
                  "text": "Payment will be made through a third party arrangement (see 13.301 and paragraph (d) of this section); or"
                },
                "ii": {
                  "text": "An exception listed in 32.1103(a) through (i) applies."
                }
              }
            },
            "2": {
              "text": "(i) 52.232-34, Payment by Electronic Funds Transfer-Other than System for Award Management, in solicitations and contracts that require EFT as the method for payment but do not include the provision at 52.204-7, System for Award Management, or a similar agency clause that requires the contractor to be registered in the SAM database."
            },
            "ii": {
              "text": "(A) If permitted by agency procedures, the contracting officer may insert in paragraph (b)(1) of the clause, a particular time after award, such as a fixed number of days, or event such as the submission of the first request for payment."
            },
            "B": {
              "text": "If no agency procedures are prescribed, the time period inserted in paragraph (b)(1) of the clause shall be “no later than 15 days prior to submission of the first request for payment.”"
            }
          }
        },
        "b": {
          "text": "If the head of the agency has authorized, in accordance with 32.1106, to use a nondomestic EFT mechanism, the contracting officer shall insert in solicitations and contracts a clause substantially the same as 52.232-33 or 52.232-34 that clearly addresses the nondomestic EFT mechanism."
        },
        "c": {
          "text": "If EFT information is to be submitted to other than the payment office in accordance with agency procedures, the contracting officer shall insert in solicitations and contracts the clause at 52.232-35, Designation of Office for Government Receipt of Electronic Funds Transfer Information, or a clause substantially the same as 52.232-35 that clearly informs the contractor where to send the EFT information."
        },
        "d": {
          "text": "If payment under a written contract will be made by a charge to a Government account with a third party such as a Governmentwide commercial purchase card, then the contracting officer shall insert the clause at 52.232-36, Payment by Third Party, in solicitations and contracts. Payment by a purchase card may also be made under a contract that does not contain the clause at 52.232-36, to the extent the contractor agrees to accept that method of payment. When the clause at 52.232-36 is included in a solicitation or contract, the contracting officer shall also insert the clause at 52.232-33, Payment by Electronic Funds Transfer—System for Award Management, or 52.232-34, Payment by Electronic Funds Transfer—Other Than System for Award Management, as appropriate."
        },
        "e": {
          "text": "If the contract or agreement provides for the use of delivery orders, and provides that the ordering office designate the method of payment for individual orders, the contracting officer shall insert, in the solicitation and contract or agreement, the clause at 52.232-37, Multiple Payment Arrangements, and, to the extent they are applicable, the clauses at—",
          "sub": {
            "1": {
              "text": "52.232-33, Payment by Electronic Funds Transfer—System for Award Management;"
            },
            "2": {
              "text": "52.232-34, Payment by Electronic Funds Transfer—Other than System for Award Management; and"
            },
            "3": {
              "text": "52.232-36, Payment by Third Party."
            }
          }
        },
        "f": {
          "text": "If more than one disbursing office will make payment under a contract or agreement, the contracting officer, or ordering office (if the contract provides for choices between EFT clauses on individual orders or classes of orders), shall include or identify the EFT clause appropriate for each office and shall identify the applicability by disbursing office and line item."
        },
        "g": {
          "text": "If the solicitation contains the clause at 52.232-34, Payment by Electronic Funds Transfer—Other than System for Award Management, and an offeror is required to submit EFT information prior to award—"
        },
        "i": {
          "text": "Is not a part of the bid to be opened at the public opening; and"
        },
        "ii": {
          "text": "May not be released to members of the general public who request a copy of the bid."
        }
      },
      "sub": {}
    }
  }
}