{
  "parentPart": 18,
  "number": 2,
  "name": "Emergency Acquisition Flexibilities",
  "sub": {
    "201": {
      "name": "Contingency operation.",
      "text": {
        "a": {
          "text": "Contingency operation is defined in 2.101."
        },
        "b": {
          "text": "Micro-purchase threshold. The threshold increases when the head of the agency determines the supplies or services are to be used to support a contingency operation. (See 2.101 and 13.201(g).)"
        },
        "c": {
          "text": "Simplified acquisition threshold. The threshold increases when the head of the agency determines the supplies or services are to be used to support a contingency operation. (See 2.101.)"
        },
        "d": {
          "text": "SF 44, Purchase Order-Invoice-Voucher. The normal threshold for the use of the SF 44 is at or below the micro-purchase threshold. Agencies may, however, establish higher dollar limitations for purchases made to support a contingency operation. (See 13.306.)"
        },
        "e": {
          "text": "Simplified procedures for certain commercial items. The threshold limits authorized for use of this authority may be increased for acquisitions to support a contingency operation. (See 13.500(c).)"
        }
      },
      "sub": {}
    },
    "202": {
      "name": "Defense or recovery from certain attacks.",
      "text": {
        "a": {
          "text": "Micro-purchase threshold. The threshold increases when the head of the agency determines the supplies or services are to be used to facilitate defense against or recovery from nuclear, biological, chemical, or radiological attack. (See 2.101.)"
        },
        "b": {
          "text": "Simplified acquisition threshold. The threshold increases when the head of the agency determines the supplies or services are to be used to facilitate defense against or recovery from nuclear, biological, chemical, or radiological attack. (See 2.101.)"
        },
        "c": {
          "text": "Commercial items to facilitate defense and recovery. Contracting officers may treat any acquisition of supplies or services as an acquisition of commercial items if the head of the agency determines the acquisition is to be used to facilitate the defense against or recovery from nuclear, biological, chemical, or radiological attack. (See 12.102(f)(1) and 13.500(c).)"
        },
        "d": {
          "text": "Simplified procedures for certain commercial items. The threshold limits authorized for use of this authority may be increased when it is determined the acquisition is to facilitate defense against or recovery from nuclear, biological, chemical, or radiological attack. (See 13.500(c).)"
        }
      },
      "sub": {}
    },
    "203": {
      "name": "Emergency declaration or major disaster declaration.",
      "text": {
        "a": {
          "text": "Disaster or emergency assistance activities. Preference will be given to local organizations, firms, and individuals when contracting for major disaster or emergency assistance activities when the President has made a declaration under the Robert T. Stafford Disaster Relief and Emergency Assistance Act. Preference may take the form of local area set-asides or an evaluation preference. (See 6.208 and Subpart 26.2.)"
        },
        "b": {
          "text": "Ocean transportation by U.S. flag vessels. The provisions of the Cargo Preference Act of 1954 may be waived in emergency situations. (See 47.502(c).)"
        }
      },
      "sub": {}
    },
    "204": {
      "name": "Humanitarian or peacekeeping operation.",
      "text": {
        "a": {
          "text": "A humanitarian or peacekeeping operation is defined in 2.101."
        },
        "b": {
          "text": "Simplified acquisition threshold. The threshold increases when the head of the agency determines the supplies or services are to be used to support a humanitarian or peacekeeping operation. (See 2.101.)"
        }
      },
      "sub": {}
    },
    "205": {
      "name": "Resources.",
      "text": {
        "a": {
          "text": "National Response Framework. The National Response Framework (NRF) is a guide to how the Nation conducts all-hazards response. This key document establishes a comprehensive, national, all-hazards approach to domestic incident response. The Framework identifies the key response principles, roles and structures that organize national response. It describes how communities, States, the Federal Government, the private-sector, and nongovernmental partners apply these principles for a coordinated, effective national response. It also describes special circumstances where the Federal Government exercises a larger role, including incidents where Federal interests are involved and catastrophic incidents where a State would require significant support. The NRF is available at http://www.fema.gov/emergency/nrf/."
        },
        "b": {
          "text": "OFPP Guidelines. The Office of Federal Procurement Policy (OFPP) “Emergency Acquisitions Guide” is available at http://www.whitehouse.gov/sites/default/files/omb/assets/procurement_guides/emergency_acquisitions_guide.pdf."
        }
      },
      "sub": {}
    }
  }
}