{
  "parentPart": 11,
  "number": 6,
  "name": "Priorities and Allocations",
  "sub": {
    "600": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart implements the Defense Priorities and Allocations System (DPAS), a Department of Commerce regulation in support of approved national defense, emergency preparedness, and energy programs (see 15 CFR part 700)."
      },
      "sub": {}
    },
    "601": {
      "name": "Definitions.",
      "text": {
        "text": "As used in this subpart—\n\n“Approved program” means a program determined as necessary or appropriate for priorities and allocations support to promote the national defense by the Secretary of Defense, the Secretary of Energy, or the Secretary of Homeland Security, under the authority of the Defense Production Act, the Stafford Act, and Executive Order 12919, or the Selective Service Act and related statutes and Executive Order 12742.\n\n“Delegate Agency” means a Government agency authorized by delegation from the Department of Commerce to place priority ratings on contracts or orders needed to support approved programs.\n\n“National defense” means programs for military and energy production or construction, military assistance to any foreign nation, stockpiling, space, and any directly related activity.  Such term includes emergency preparedness activities conducted pursuant to title VI of The Robert T. Stafford Disaster Relief and Emergency Assistance Act (42 U.S.C. 5195 et seq.) and critical infrastructure protection and restoration.  (50 U.S.C. App. § 2152).\n\n“Rated order” means a prime contract, a subcontract, or a purchase order in support of an approved program issued in accordance with the provisions of the DPAS regulation (15 CFR part 700)."
      },
      "sub": {}
    },
    "602": {
      "name": "General.",
      "text": {
        "a": {
          "text": "Under Title I of the Defense Production Act of 1950 (50 U.S.C. App. 2061, et seq.), the President is authorized to require preferential acceptance and performance of contracts and orders supporting certain approved national defense and energy programs and to allocate materials, services, and facilities in such a manner as to promote these approved programs."
        },
        "b": {
          "text": "The President delegated the priorities and allocations authorities of the Defense Production Act in Executive Order 12919.  As part of that delegation, the President designated the Secretary of Commerce to administer the DPAS.  For more information, check the DPAS website at: www.bis.doc.gov/dpas."
        }
      },
      "sub": {}
    },
    "603": {
      "name": "Procedures.",
      "text": {
        "a": {
          "text": "There are two levels of priority for rated orders established by the DPAS, identified by the rating symbols “DO” and “DX”.  All DO rated orders have equal priority with each other and take preference over unrated orders.  All DX rated orders have equal priority with each other and take preference over DO rated and unrated orders (see 15 CFR 700.11).  The DPAS regulation contains provisions concerning the elements of a rated order (see 15 CFR 700.12); acceptance and rejection of rated orders (see 15 CFR 700.13); preferential scheduling (see 15 CFR 700.14); extension of priority ratings (flowdown) (see 15 CFR 700.15); changes or cancellations of priority ratings and rated orders (see 15 CFR 700.16); use of rated orders (see 15 CFR 700.17); and limitations on placing rated orders (see 15 CFR 700.18)."
        },
        "b": {
          "text": "The Delegate Agencies have been given authority by the Department of Commerce to place rated orders in support of approved programs (see Schedule I of the DPAS).  Other U.S. Government agencies, Canada, and foreign nations may apply for priority rating authority."
        },
        "c": {
          "text": "Rated orders shall be placed in accordance with the provisions of the DPAS."
        },
        "d": {
          "text": "Agency heads shall ensure compliance with the DPAS by contracting activities within their agencies."
        },
        "e": {
          "text": "Agency heads shall provide contracting activities with specific guidance on the issuance of rated orders in support of approved agency programs, including the general limitations and jurisdictional limitations on placing rated orders (see 15 CFR 700.18 and Executive Order 12919)."
        },
        "f": {
          "text": "Contracting officers shall follow agency procedural instructions concerning the use of rated orders in support of approved agency programs."
        },
        "g": {
          "text": "Contracting officers, contractors, or subcontractors at any tier, that experience difficulty placing rated orders, obtaining timely delivery under rated orders, locating a contractor or supplier to fill a rated order, ensuring that rated orders receive preferential treatment by contractors or suppliers, or require rating authority for items not automatically ratable under the DPAS, should promptly seek special priorities assistance in accordance with agency procedures (see 15 CFR 700.50-700.55 and 700.80)."
        },
        "h": {
          "text": "The Department of Commerce may take specific official actions (Ratings Authorizations, Directives, Letters of Understanding, Administrative Subpoenas, Demands for Information, and Inspection Authorizations) to implement or enforce the provisions of the DPAS (see 15 CFR 700.60-700.71)."
        },
        "i": {
          "text": "Contracting officers shall report promptly any violations of the DPAS in accordance with agency procedures to the Office of Strategic Industries and Economic Security, U.S. Department of Commerce, Room 3876, Washington, DC 20230, Ref: DPAS; telephone: (202) 482-3634 or fax: (202) 482-5650."
        }
      },
      "sub": {}
    },
    "604": {
      "name": "Solicitation provision and contract clause.",
      "text": {
        "a": {
          "text": "Contracting officers shall insert the provision at 52.211-14, Notice of Priority Rating for National Defense, Emergency Preparedness, and Energy Program Use, in solicitations when the contract to be awarded will be a rated order."
        },
        "b": {
          "text": "Contracting officers shall insert the clause at 52.211-15, Defense Priority and Allocation Requirements, in contracts that are rated orders."
        }
      },
      "sub": {}
    }
  }
}