{
  "parentPart": 16,
  "number": 3,
  "name": "Cost-Reimbursement Contracts",
  "sub": {
    "301": {
      "name": "General.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "Description.",
          "text": {
            "text": "Cost-reimbursement types of contracts provide for payment of allowable incurred costs, to the extent prescribed in the contract. These contracts establish an estimate of total cost for the purpose of obligating funds and establishing a ceiling that the contractor may not exceed (except at its own risk) without the approval of the contracting officer."
          }
        },
        "2": {
          "name": "Application.",
          "text": {
            "a": {
              "text": "The contracting officer shall use cost-reimbursement contracts only when—",
              "sub": {
                "1": {
                  "text": "Circumstances do not allow the agency to define its requirements sufficiently to allow for a fixed-price type contract (see 7.105); or"
                },
                "2": {
                  "text": "Uncertainties involved in contract performance do not permit costs to be estimated with sufficient accuracy to use any type of fixed-price contract."
                }
              }
            },
            "b": {
              "text": "The contracting officer shall document the rationale for selecting the contract type in the written acquisition plan and ensure that the plan is approved and signed at least one level above the contracting officer (see 7.103(j) and 7.105)."
            }
          }
        },
        "3": {
          "name": "Limitations.",
          "text": {
            "a": {
              "text": "A cost-reimbursement contract may be used only when",
              "sub": {
                "1": {
                  "text": "The factors in 16.104 have been considered;"
                },
                "2": {
                  "text": "A written acquisition plan has been approved and signed at least one level above the contracting officer;"
                },
                "3": {
                  "text": "The contractor’s accounting system is adequate for determining costs applicable to the contract or order; and"
                },
                "4": {
                  "text": "Prior to award of the contract or order, adequate Government resources are available to award and manage a contract other than firm-fixed-priced (see 7.104(e)). This includes appropriate Government surveillance during performance in accordance with 1.602-2, to provide reasonable assurance that efficient methods and effective cost controls are used."
                },
                "i": {
                  "text": "Designation of at least one contracting officer’s representative (COR) qualified in accordance with 1.602-2 has been made prior to award of the contract or order; and"
                },
                "ii": {
                  "text": "Appropriate Government surveillance during performance to provide reasonable assurance that efficient methods and effective cost controls are used."
                }
              }
            },
            "b": {
              "text": "The use of cost-reimbursement contracts is prohibited for the acquisition of commercial items (see Parts 2 and 12)."
            }
          }
        }
      }
    },
    "302": {
      "name": "Cost contracts.",
      "text": {
        "a": {
          "text": "Description. A cost contract is a cost-reimbursement contract in which the contractor receives no fee."
        },
        "b": {
          "text": "Application. A cost contract may be appropriate for research and development work, particularly with nonprofit educational institutions or other nonprofit organizations."
        },
        "c": {
          "text": "Limitations. See 16.301-3."
        }
      },
      "sub": {}
    },
    "303": {
      "name": "Cost-sharing contracts.",
      "text": {
        "a": {
          "text": "Description. A cost-sharing contract is a cost-reimbursement contract in which the contractor receives no fee and is reimbursed only for an agreed-upon portion of its allowable costs."
        },
        "b": {
          "text": "Application. A cost-sharing contract may be used when the contractor agrees to absorb a portion of the costs, in the expectation of substantial compensating benefits."
        },
        "c": {
          "text": "Limitations. See 16.301-3."
        }
      },
      "sub": {}
    },
    "304": {
      "name": "Cost-plus-incentive-fee contracts.",
      "text": {
        "text": "A cost-plus-incentive-fee contract is a cost-reimbursement contract that provides for an initially negotiated fee to be adjusted later by a formula based on the relationship of total allowable costs to total target costs. Cost-plus-incentive-fee contracts are covered in Subpart 16.4, Incentive Contracts. See 16.405-1 for a more complete description and discussion of application of these contracts. See 16.301-3 for limitations."
      },
      "sub": {}
    },
    "305": {
      "name": "Cost-plus-award-fee contracts.",
      "text": {
        "text": "A cost-plus-award-fee contract is a cost-reimbursement contract that provides for a fee consisting of (a) a base amount (which may be zero) fixed at inception of the contract and (b) an award amount, based upon a judgmental evaluation by the Government, sufficient to provide motivation for excellence in contract performance. Cost-plus-award-fee contracts are covered in Subpart 16.4, Incentive Contracts. See 16.401(e) for a more complete description and discussion of the application of these contracts. See 16.301-3 and 16.401(e)(5) for limitations."
      },
      "sub": {}
    },
    "306": {
      "name": "Cost-plus-fixed-fee contracts.",
      "text": {
        "1": {
          "text": "The completion form describes the scope of work by stating a definite goal or target and specifying an end product. This form of contract normally requires the contractor to complete and deliver the specified end product (e.g., a final report of research accomplishing the goal or target) within the estimated cost, if possible, as a condition for payment of the entire fixed fee. However, in the event the work cannot be completed within the estimated cost, the Government may require more effort without increase in fee, provided the Government increases the estimated cost."
        },
        "2": {
          "text": "The term form describes the scope of work in general terms and obligates the contractor to devote a specified level of effort for a stated time period. Under this form, if the performance is considered satisfactory by the Government, the fixed fee is payable at the expiration of the agreed-upon period, upon contractor statement that the level of effort specified in the contract has been expended in performing the contract work. Renewal for further periods of performance is a new acquisition that involves new cost and fee arrangements."
        },
        "3": {
          "text": "Because of the differences in obligation assumed by the contractor, the completion form is preferred over the term form whenever the work, or specific milestones for the work, can be defined well enough to permit development of estimates within which the contractor can be expected to complete the work."
        },
        "4": {
          "text": "The term form shall not be used unless the contractor is obligated by the contract to provide a specific level of effort within a definite time period."
        },
        "a": {
          "text": "Description. A cost-plus-fixed-fee contract is a cost-reimbursement contract that provides for payment to the contractor of a negotiated fee that is fixed at the inception of the contract. The fixed fee does not vary with actual cost, but may be adjusted as a result of changes in the work to be performed under the contract. This contract type permits contracting for efforts that might otherwise present too great a risk to contractors, but it provides the contractor only a minimum incentive to control costs."
        },
        "b": {
          "text": "Application.",
          "sub": {
            "1": {
              "text": "A cost-plus-fixed-fee contract is suitable for use when the conditions of 16.301-2 are present and, for example—",
              "sub": {
                "i": {
                  "text": "The contract is for the performance of research or preliminary exploration or study, and the level of effort required is unknown; or"
                },
                "ii": {
                  "text": "The contract is for development and test, and using a cost-plus-incentive-fee contract is not practical."
                }
              }
            },
            "2": {
              "text": "A cost-plus-fixed-fee contract normally should not be used in development of major systems (see Part 34) once preliminary exploration, studies, and risk reduction have indicated a high degree of probability that the development is achievable and the Government has established reasonably firm performance objectives and schedules."
            }
          }
        },
        "c": {
          "text": "Limitations. No cost-plus-fixed-fee contract shall be awarded unless the contracting officer complies with all limitations in 15.404-4(c)(4)(i) and 16.301-3."
        },
        "d": {
          "text": "Completion and term forms. A cost-plus-fixed-fee contract may take one of two basic forms—completion or term."
        }
      },
      "sub": {}
    },
    "307": {
      "name": "Contract clauses.",
      "text": {
        "a": {
          "text": "(1) The contracting officer shall insert the clause at 52.216-7, Allowable Cost and Payment, in solicitations and contracts when a cost-reimbursement contract or a time-and-materials contract (other than a contract for a commercial item) is contemplated. If the contract is a time-and-materials contract , the clause at 52.216-7 applies in conjunction with the clause at 52.232-7), but only to the portion of the contract that provides for reimbursement of materials (as defined in the clause at 52.232-7) at actual cost. Further, the clause at 52.216-7 does not apply to labor-hour contracts.",
          "sub": {
            "2": {
              "text": "If the contract is a construction contract and contains the clause at 52.232-27, Prompt Payment for Construction Contracts, the contracting officer shall use the clause at 52.216-7 with its Alternate I."
            },
            "3": {
              "text": "If the contract is with an educational institution, the contracting officer shall use the clause at 52.216-7 with its Alternate II."
            },
            "4": {
              "text": "If the contract is with a State or local government, the contracting officer shall use the clause at 52.216-7 with its Alternate III."
            },
            "5": {
              "text": "If the contract is with a nonprofit organization other than an educational institution, a State or local government, or a nonprofit organization exempted under the OMB Uniform Guidance at 2 CFR part 200, appendix VIII, the contracting officer shall use the clause at 52.216-7 with its Alternate IV."
            }
          }
        },
        "b": {
          "text": "The contracting officer shall insert the clause at 52.216-8, Fixed Fee, in solicitations and contracts when a cost-plus-fixed-fee contract (other than a construction contract) is contemplated."
        },
        "c": {
          "text": "The contracting officer shall insert the clause at 52.216-9, Fixed-Fee—Construction, in solicitations and contracts when a cost-plus-fixed-fee construction contract is contemplated."
        },
        "d": {
          "text": "The contracting officer shall insert the clause at 52.216-10, Incentive Fee, in solicitations and contracts when a cost-plus-incentive-fee contract is contemplated."
        },
        "e": {
          "text": "(1) The contracting officer shall insert the clause at 52.216-11, Cost Contract—No Fee, in solicitations and contracts when a cost-reimbursement contract is contemplated that provides no fee and is not a cost-sharing contract.",
          "sub": {
            "2": {
              "text": "If a cost-reimbursement research and development contract with an educational institution or a nonprofit organization that provides no fee or other payment above cost and is not a cost-sharing contract is contemplated, and if the contracting officer determines that withholding of a portion of allowable costs is not required, the contracting officer shall use the clause with its Alternate I."
            }
          }
        },
        "f": {
          "text": "(1) The contracting officer shall insert the clause at 52.216-12, Cost-Sharing Contract—No Fee, in solicitations and contracts when a cost-sharing contract is contemplated.",
          "sub": {
            "2": {
              "text": "If a cost-sharing research and development contract with an educational institution or a nonprofit organization is contemplated, and if the contracting officer determines that withholding of a portion of allowable costs is not required, the contracting officer shall use the clause with its Alternate I."
            }
          }
        },
        "g": {
          "text": "The contracting officer shall insert the clause at 52.216-15, Predetermined Indirect Cost Rates, in solicitations and contracts when a cost-reimbursement research and development contract with an educational institution (see 42.705-3(b)) is contemplated and predetermined indirect cost rates are to be used."
        }
      },
      "sub": {}
    }
  }
}