{
  "parentPart": 13,
  "number": 1,
  "name": "Procedures",
  "sub": {
    "0": {
      "name": "Scope of part.",
      "text": {
        "text": "This part prescribes policies and procedures for the acquisition of supplies and services, including construction, research and development, and commercial items, the aggregate amount of which does not exceed the simplified acquisition threshold (see 2.101). subpart 13.5 provides special authority for acquisitions of commercial items exceeding the simplified acquisition threshold but not exceeding $7 million ($13 million for acquisitions as described in 13.500(c)), including options. See Part 12 for policies applicable to the acquisition of commercial items exceeding the micro-purchase threshold. See 36.602-5 for simplified procedures to be used when acquiring architect-engineer services."
      },
      "sub": {}
    },
    "1": {
      "name": "Definitions.",
      "text": {
        "text": "As used in this part—\n\n“Authorized individual” means a person who has been granted authority, in accordance with agency procedures, to acquire supplies and services in accordance with this part.\n\n“Governmentwide commercial purchase card” means a purchase card, similar in nature to a commercial credit card, issued to authorized agency personnel to use to acquire and to pay for supplies and services.\n\n“Imprest fund” means a cash fund of a fixed amount established by an advance of funds, without charge to an appropriation, from an agency finance or disbursing officer to a duly appointed cashier, for disbursement as needed from time to time in making payment in cash for relatively small amounts.\n\n“Third party draft” means an agency bank draft, similar to a check, that is used to acquire and to pay for supplies and services. (See Treasury Financial Management Manual, Section 3040.70.)"
      },
      "sub": {}
    },
    "2": {
      "name": "Purpose.",
      "text": {
        "text": "The purpose of this part is to prescribe simplified acquisition procedures in order to—\n\n(a) Reduce administrative costs;\n\n(b) Improve opportunities for small, small disadvantaged, women-owned, veteran-owned, HUBZone, and service-disabled veteran-owned small business concerns to obtain a fair proportion of Government contracts;\n\n(c) Promote efficiency and economy in contracting; and\n\n(d) Avoid unnecessary burdens for agencies and contractors."
      },
      "sub": {}
    },
    "3": {
      "name": "Policy.",
      "text": {
        "1": {
          "text": "Promote competition to the maximum extent practicable (see 13.104);"
        },
        "2": {
          "text": "Establish deadlines for the submission of responses to solicitations that afford suppliers a reasonable opportunity to respond (see 5.203);"
        },
        "3": {
          "text": "Consider all quotations or offers that are timely received. For evaluation of quotations or offers received electronically, see 13.106-2(b)(3); and"
        },
        "4": {
          "text": "Use innovative approaches, to the maximum extent practicable, in awarding contracts using simplified acquisition procedures."
        },
        "a": {
          "text": "Agencies shall use simplified acquisition procedures to the maximum extent practicable for all purchases of supplies or services not exceeding the simplified acquisition threshold (including purchases at or below the micro-purchase threshold). This policy does not apply if an agency can meet its requirement using—",
          "sub": {
            "1": {
              "text": "Required sources of supply under Part 8 (e.g., Federal Prison Industries, Committee for Purchase from People Who are Blind or Severely Disabled, and Federal Supply Schedule contracts);"
            },
            "2": {
              "text": "Existing indefinite delivery/indefinite quantity contracts; or"
            },
            "3": {
              "text": "Other established contracts."
            }
          }
        },
        "b": {
          "text": "(1) Acquisitions of supplies or services that have an anticipated dollar value exceeding $3,500 ($20,000 for acquisitions as described in 13.201(g)(1)) but not exceeding $150,000 ($750,000 for acquisitions described in paragraph (1)(i) of the simplified acquisition threshold definition at 2.101) are reserved exclusively for small business concerns and shall be set aside (see 19.000, 19.203, and subpart 19.5).",
          "sub": {
            "2": {
              "text": "The contracting officer may make an award to a small business concern under the—",
              "sub": {
                "i": {
                  "text": "8(a) Program (see subpart 19.8);"
                },
                "ii": {
                  "text": "Historically Underutilized Business Zone (HUBZone) Program (but see 19.1305 and 19.1306(a)(4));"
                },
                "iii": {
                  "text": "Service-Disabled Veteran-Owned Small Business (SDVOSB) Program (see subpart 19.14); or"
                },
                "iv": {
                  "text": "Women-Owned Small Business (WOSB) Program (see subpart 19.15)."
                }
              }
            },
            "3": {
              "text": "The following contracting officer’s decisions for acquisitions at or below the simplified acquisition threshold are not subject to review under subpart 19.4:",
              "sub": {
                "i": {
                  "text": "A decision not to make an award under the 8(a) Program."
                },
                "ii": {
                  "text": "A decision not to set aside an acquisition for HUBZone small business concerns, service-disabled veteran-owned small business concerns, or EDWOSB concerns and WOSB concerns eligible under the WOSB Program."
                }
              }
            },
            "4": {
              "text": "Each written solicitation under a set-aside shall contain the appropriate provisions prescribed by part 19. If the solicitation is oral, however, information substantially identical to that in the provision shall be given to potential quoters."
            }
          }
        },
        "c": {
          "text": "(1) The contracting officer shall not use simplified acquisition procedures to acquire supplies and services if the anticipated award will exceed—",
          "sub": {
            "2": {
              "text": "Do not break down requirements aggregating more than the simplified acquisition threshold (or for commercial items, the threshold in subpart 13.5) or the micro-purchase threshold into several purchases that are less than the applicable threshold merely to—"
            },
            "i": {
              "text": "Permit use of simplified acquisition procedures; or"
            },
            "ii": {
              "text": "Avoid any requirement that applies to purchases exceeding the micro-purchase threshold."
            }
          }
        },
        "d": {
          "text": "An agency that has specific statutory authority to acquire personal services (see 37.104) may use simplified acquisition procedures to acquire those services."
        },
        "e": {
          "text": "Agencies shall use the Governmentwide commercial purchase card and electronic purchasing techniques to the maximum extent practicable in conducting simplified acquisitions (but see 32.1108(b)(2))."
        },
        "f": {
          "text": "Agencies shall maximize the use of electronic commerce when practicable and cost-effective (see subpart 4.5). Drawings and lengthy specifications can be provided off-line in hard copy or through other appropriate means."
        },
        "g": {
          "text": "Authorized individuals shall make purchases in the simplified manner that is most suitable, efficient, and economical based on the circumstances of each acquisition. For acquisitions not expected to exceed—",
          "sub": {
            "1": {
              "text": "The simplified acquisition threshold for other than commercial items, use any appropriate combination of the procedures in Parts 13, 14, 15, 35, or 36, including the use of Standard Form 1442, Solicitation, Offer, and Award (Construction, Alteration, or Repair), for construction contracts (see 36.701(a)); or"
            },
            "2": {
              "text": "$7 million ($13 million for acquisitions as described in 13.500(c)), for commercial items, use any appropriate combination of the procedures in Parts 12, 13, 14, and 15 (see paragraph (d) of this section)."
            }
          }
        },
        "h": {
          "text": "In addition to other considerations, contracting officers shall—"
        }
      },
      "sub": {}
    },
    "4": {
      "name": "Legal effect of quotations.",
      "text": {
        "a": {
          "text": "A quotation is not an offer and, consequently, cannot be accepted by the Government to form a binding contract. Therefore, issuance by the Government of an order in response to a supplier’s quotation does not establish a contract. The order is an offer by the Government to the supplier to buy certain supplies or services upon specified terms and conditions. A contract is established when the supplier accepts the offer."
        },
        "b": {
          "text": "When appropriate, the contracting officer may ask the supplier to indicate acceptance of an order by notification to the Government, preferably in writing, as defined at 2.101. In other circumstances, the supplier may indicate acceptance by furnishing the supplies or services ordered or by proceeding with the work to the point where substantial performance has occurred."
        },
        "c": {
          "text": "If the Government issues an order resulting from a quotation, the Government may (by written notice to the supplier, at any time before acceptance occurs) withdraw, amend, or cancel its offer. (See 13.302-4 for procedures on termination or cancellation of purchase orders.)"
        }
      },
      "sub": {}
    },
    "5": {
      "name": "List of laws inapplicable to contracts and subcontracts at or below the simplified acquisition threshold.",
      "text": {
        "a": {
          "text": "The following laws are inapplicable to all contracts and subcontracts (if otherwise applicable to subcontracts) at or below the simplified acquisition threshold pursuant to 41 U.S.C. 1905:",
          "sub": {
            "1": {
              "text": "41 U.S.C. 8703 and (Kickbacks statute). (Only the requirement for the incorporation of the contractor procedures for the prevention and detection of violations, and the contractual requirement for contractor cooperation in investigations are inapplicable.)"
            },
            "2": {
              "text": "40 U.S.C. 3131 (Bonds statute). (Although the Bonds statute does not apply to contracts at or below the simplified acquisition threshold, alternative forms of payment protection for suppliers of labor and material (see 28.102) are still required if the contract exceeds $35,000 (40 U.S.C. 3132).)"
            },
            "3": {
              "text": "40 U.S.C. chapter 37 et seq. (Contract Work Hours and Safety Standards-Overtime Compensation)."
            },
            "4": {
              "text": "41 U.S.C. 8102(a)(1) (Drug-Free Workplace), except for individuals."
            },
            "5": {
              "text": "42 U.S.C. 6962 (Solid Waste Disposal Act). (The requirement to provide an estimate of recovered material utilized in contract performance does not apply unless the contract value exceeds $150,000.)"
            },
            "6": {
              "text": "10 U.S.C. 2306(b) and 41 U.S.C. 3901(b) (Contract Clause Regarding Contingent Fees)."
            },
            "7": {
              "text": "10 U.S.C. 2313 and 41 U.S.C. 7406 (Authority to Examine Books and Records of Contractors)."
            },
            "8": {
              "text": "10 U.S.C. 2402 and 41 U.S.C. 4704 (Prohibition on Limiting Subcontractors Direct Sales to the United States)."
            },
            "9": {
              "text": "15 U.S.C. 631 note (HUBZone Act of 1997), except for 15 U.S.C. 657a(b)(2)(B), which is optional for the agencies subject to the requirements of the Act."
            },
            "10": {
              "text": "31 U.S.C. 1354(a) (Limitation on use of appropriated funds for contracts with entities not meeting veterans’ employment reporting requirements)."
            }
          }
        },
        "b": {
          "text": "The Federal Acquisition Regulatory (FAR) Council will include any law enacted after October 13, 1994, that sets forth policies, procedures, requirements, or restrictions for the acquisition of property or services, on the list set forth in paragraph (a) of this section. The FAR Council may make exceptions when it determines in writing that it is in the best interest of the Government that the enactment should apply to contracts or subcontracts not greater than the simplified acquisition threshold."
        },
        "c": {
          "text": "The provisions of paragraph (b) of this section do not apply to laws that—",
          "sub": {
            "1": {
              "text": "Provide for criminal or civil penalties; or"
            },
            "2": {
              "text": "Specifically state that notwithstanding the language of 41 U.S.C. 1905, the enactment will be applicable to contracts or subcontracts in amounts not greater than the simplified acquisition threshold."
            }
          }
        },
        "d": {
          "text": "Any individual may petition the Administrator, Office of Federal Procurement Policy (OFPP), to include any applicable provision of law not included on the list set forth in paragraph (a) of this section unless the FAR Council has already determined in writing that the law is applicable. The Administrator, OFPP, will include the law on the list in paragraph (a) of this section unless the FAR Council makes a determination that it is applicable within 60 days of receiving the petition."
        }
      },
      "sub": {}
    },
    "6": {
      "name": "Inapplicable provisions and clauses.",
      "text": {
        "text": "While certain statutes still apply, pursuant to Public Law 103-355, the following provisions and clauses are inapplicable to contracts and subcontracts at or below the simplified acquisition threshold:\n\n(a) 52.203-5, Covenant Against Contingent Fees.\n\n(b) 52.203-6, Restrictions on Subcontractor Sales to the Government.\n\n(c) 52.203-7, Anti-Kickback Procedures.\n\n(d) 52.215-2, Audits and Records—Negotiation, except as used with its Alternate I, when using funds appropriated or otherwise made available by the American Recovery and Reinvestment Act of 2009 (Pub. L. 111-5).\n\n(e) 52.222-4, Contract Work Hours and Safety Standards—Overtime Compensation.\n\n(f) 52.223-6, Drug-Free Workplace, except for individuals.\n\n(g) 52.223-9, Estimate of Percentage of Recovered Material Content for EPA-Designated Items."
      },
      "sub": {}
    },
    "101": {
      "name": "General.",
      "text": {
        "1": {
          "text": "Include related items (such as small hardware items or spare parts for vehicles) in one solicitation and make award on an “all-or-none” or “multiple award” basis provided suppliers are so advised when quotations or offers are requested;"
        },
        "2": {
          "text": "Incorporate provisions and clauses by reference in solicitations and in awards under requests for quotations, provided the requirements in 52.102 are satisfied;"
        },
        "3": {
          "text": "Make maximum effort to obtain trade and prompt payment discounts (see 14.408-3). Prompt payment discounts shall not be considered in the evaluation of quotations; and"
        },
        "4": {
          "text": "Use bulk funding to the maximum extent practicable. Bulk funding is a system whereby the contracting officer receives authorization from a fiscal and accounting officer to obligate funds on purchase documents against a specified lump sum of funds reserved for the purpose for a specified period of time rather than obtaining individual obligational authority on each purchase document. Bulk funding is particularly appropriate if numerous purchases using the same type of funds are to be made during a given period."
        },
        "a": {
          "text": "In making purchases, contracting officers shall—",
          "sub": {
            "1": {
              "text": "Comply with the policy in 7.202 relating to economic purchase quantities, when practicable;"
            },
            "2": {
              "text": "Satisfy the procedures described in subpart 19.6 with respect to Certificates of Competency before rejecting a quotation, oral or written, from a small business concern determined to be nonresponsible (see subpart 9.1); and"
            },
            "3": {
              "text": "Provide for the inspection of supplies or services as prescribed in 46.404."
            }
          }
        },
        "b": {
          "text": "In making purchases, contracting officers should—"
        }
      },
      "sub": {}
    },
    "102": {
      "name": "Source list.",
      "text": {
        "a": {
          "text": "Contracting officers should use the System for Award Management database (see subpart 4.11) via https://www.acquisition.gov as their primary sources of vendor information. Offices maintaining additional vendor source files or listings should identify the status of each source (when the status is made known to the contracting office) in the following categories:",
          "sub": {
            "1": {
              "text": "Small business."
            },
            "2": {
              "text": "Small disadvantaged business."
            },
            "3": {
              "text": "Women-owned small business concern, including economically disadvantaged women-owned small business concerns and women-owned small business concerns eligible under the Women-owned Small Business (WOSB) Program."
            },
            "4": {
              "text": "HUBZone small business."
            },
            "5": {
              "text": "Service-disabled veteran-owned small business."
            },
            "6": {
              "text": "Veteran-owned small business."
            }
          }
        },
        "b": {
          "text": "The status information may be used as the basis to ensure that small business concerns are provided the maximum practicable opportunities to respond to solicitations issued using simplified acquisition procedures."
        }
      },
      "sub": {}
    },
    "103": {
      "name": "Use of standing price quotations.",
      "text": {
        "text": "Authorized individuals do not have to obtain individual quotations for each purchase. Standing price quotations may be used if—\n\n(a) The pricing information is current; and\n\n(b) The Government obtains the benefit of maximum discounts before award."
      },
      "sub": {}
    },
    "104": {
      "name": "Promoting competition.",
      "text": {
        "text": "The contracting officer must promote competition to the maximum extent practicable to obtain supplies and services from the source whose offer is the most advantageous to the Government, considering the administrative cost of the purchase.\n\n(a) The contracting officer must not—\n\n(1) Solicit quotations based on personal preference; or\n\n(2) Restrict solicitation to suppliers of well-known and widely distributed makes or brands.\n\n(b) If using simplified acquisition procedures and not providing access to the notice of proposed contract action and solicitation information through the Governmentwide point of entry (GPE), maximum practicable competition ordinarily can be obtained by soliciting quotations or offers from sources within the local trade area. Unless the contract action requires synopsis pursuant to 5.101 and an exception under 5.202 is not applicable, consider solicitation of at least three sources to promote competition to the maximum extent practicable. Whenever practicable, request quotations or offers from two sources not included in the previous solicitation."
      },
      "sub": {}
    },
    "105": {
      "name": "Synopsis and posting requirements.",
      "text": {
        "1": {
          "text": "Notices of proposed contract actions shall follow the procedures in 5.704 for posting orders."
        },
        "2": {
          "text": "Award notices shall follow the procedures in 5.705."
        },
        "a": {
          "text": "The contracting officer must comply with the public display and synopsis requirements of 5.101 and 5.203 unless an exception in 5.202 applies."
        },
        "b": {
          "text": "When acquiring commercial items or supplies or services procured in accordance with 12.102(f)(1), the contracting officer may use a combined synopsis and solicitation. In these cases, a separate solicitation is not required. The contracting officer must include enough information to permit suppliers to develop quotations or offers."
        },
        "c": {
          "text": "See 5.102(a)(6) for the requirement to post a brand name justification or documentation required by 13.106-1(b) or 13.501."
        },
        "d": {
          "text": "When publicizing contract actions funded in whole or in part by the American Recovery and Reinvestment Act of 2009 (Pub. L. 111-5):"
        }
      },
      "sub": {}
    },
    "106": {
      "name": "Soliciting competition, evaluation of quotations or offers, award and documentation.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "Soliciting competition.",
          "text": {
            "a": {
              "text": "Considerations. In soliciting competition, the contracting officer shall consider the guidance in 13.104 and the following before requesting quotations or offers:",
              "sub": {
                "1": {
                  "text": "(i) The nature of the article or service to be purchased and whether it is highly competitive and readily available in several makes or brands, or is relatively noncompetitive.",
                  "sub": {
                    "ii": {
                      "text": "An electronic commerce method that employs widespread electronic public notice is not available; and"
                    },
                    "iii": {
                      "text": "The urgency of the proposed purchase."
                    },
                    "iv": {
                      "text": "The dollar value of the proposed purchase."
                    },
                    "v": {
                      "text": "Past experience concerning specific dealers’ prices."
                    }
                  }
                },
                "2": {
                  "text": "When soliciting quotations or offers, the contracting officer shall notify potential quoters or offerors of the basis on which award will be made (price alone or price and other factors, e.g., past performance and quality). Contracting officers are encouraged to use best value. Solicitations are not required to state the relative importance assigned to each evaluation factor and subfactor, nor are they required to include subfactors."
                }
              }
            },
            "b": {
              "text": "Soliciting from a single source.",
              "sub": {
                "1": {
                  "text": "For purchases not exceeding the simplified acquisition threshold.",
                  "sub": {
                    "i": {
                      "text": "Contracting officers may solicit from one source if the contracting officer determines that the circumstances of the contract action deem only one source reasonably available (e.g., urgency, exclusive licensing agreements, brand-name or industrial mobilization)."
                    },
                    "ii": {
                      "text": "Where a single source is identified to provide a portion of a purchase because that portion of the purchase specifies a particular brand-name item, the documentation in paragraph (b)(1)(i) of this section only applies to the portion of the purchase requiring the brand-name item. The documentation should state it is covering only the portion of the acquisition which is brand-name."
                    }
                  }
                },
                "2": {
                  "text": "For purchases exceeding the simplified acquisition threshold. The requirements at 13.501(a) apply to sole-source (including brand-name) acquisitions of commercial items conducted pursuant to subpart 13.5."
                },
                "3": {
                  "text": "See 5.102(a)(6) for the requirement to post the brand-name justification or documentation."
                }
              }
            },
            "c": {
              "text": "Soliciting orally.",
              "sub": {
                "1": {
                  "text": "The contracting officer shall solicit quotations orally to the maximum extent practicable, if—",
                  "sub": {
                    "i": {
                      "text": "The acquisition does not exceed the simplified acquisition threshold;"
                    },
                    "ii": {
                      "text": "Oral solicitation is more efficient than soliciting through available electronic commerce alternatives; and"
                    },
                    "iii": {
                      "text": "Notice is not required under 5.101."
                    }
                  }
                },
                "2": {
                  "text": "However, an oral solicitation may not be practicable for contract actions exceeding $25,000 unless covered by an exception in 5.202."
                }
              }
            },
            "d": {
              "text": "Written solicitations. If obtaining electronic or oral quotations is uneconomical or impracticable, the contracting officer should issue paper solicitations for contract actions likely to exceed $25,000. The contracting officer shall issue a written solicitation for construction requirements exceeding $2,000."
            },
            "e": {
              "text": "Use of options. Options may be included in solicitations, provided the requirements of subpart 17.2 are met and the aggregate value of the acquisition and all options does not exceed the dollar threshold for use of simplified acquisition procedures."
            },
            "f": {
              "text": "Inquiries. An agency should respond to inquiries received through any medium (including electronic commerce) if doing so would not interfere with the efficient conduct of the acquisition."
            }
          }
        },
        "2": {
          "name": "Evaluation of quotations or offers.",
          "text": {
            "1": {
              "text": "The contracting officer has broad discretion in fashioning suitable evaluation procedures. The procedures prescribed in Parts 14 and 15 are not mandatory. At the contracting officer’s discretion, one or more, but not necessarily all, of the evaluation procedures in Part 14 or 15 may be used."
            },
            "2": {
              "text": "If telecommuting is not prohibited, agencies shall not unfavorably evaluate an offer because it includes telecommuting unless the contracting officer executes a written determination in accordance with FAR 7.108(b)."
            },
            "3": {
              "text": "If using price and other factors, ensure that quotations or offers can be evaluated in an efficient and minimally burdensome fashion. Formal evaluation plans and establishing a competitive range, conducting discussions, and scoring quotations or offers are not required. Contracting offices may conduct comparative evaluations of offers. Evaluation of other factors, such as past performance—",
              "sub": {
                "i": {
                  "text": "Does not require the creation or existence of a formal data base; and"
                },
                "ii": {
                  "text": "May be based on one or more of the following:"
                },
                "A": {
                  "text": "The contracting officer’s knowledge of and previous experience with the supply or service being acquired;"
                },
                "B": {
                  "text": "Customer surveys, and past performance questionnaire replies;"
                },
                "C": {
                  "text": "The Governmentwide Past Performance Information Retrieval System (PPIRS) at www.ppirs.gov; or"
                },
                "D": {
                  "text": "Any other reasonable basis."
                }
              }
            },
            "4": {
              "text": "For acquisitions conducted using a method that permits electronic response to the solicitation, the contracting officer may—"
            },
            "a": {
              "text": "General.",
              "sub": {
                "1": {
                  "text": "The contracting officer shall evaluate quotations or offers—",
                  "sub": {
                    "i": {
                      "text": "In an impartial manner; and"
                    },
                    "ii": {
                      "text": "Inclusive of transportation charges from the shipping point of the supplier to the delivery destination."
                    }
                  }
                },
                "2": {
                  "text": "Quotations or offers shall be evaluated on the basis established in the solicitation."
                },
                "3": {
                  "text": "All quotations or offers shall be considered (see paragraph (b) of this subsection)."
                }
              }
            },
            "b": {
              "text": "Evaluation procedures."
            },
            "i": {
              "text": "After preliminary consideration of all quotations or offers, identify from all quotations or offers received one that is suitable to the user, such as the lowest priced brand name product, and quickly screen all lower priced quotations or offers based on readily discernible value indicators, such as past performance, warranty conditions, and maintenance availability; or"
            },
            "ii": {
              "text": "Where an evaluation is based only on price and past performance, make an award based on whether the lowest priced of the quotations or offers having the highest past performance rating possible represents the best value when compared to any lower priced quotation or offer."
            }
          }
        },
        "3": {
          "name": "Award and documentation.",
          "text": {
            "a": {
              "text": "Basis for award. Before making award, the contracting officer must determine that the proposed price is fair and reasonable.",
              "sub": {
                "1": {
                  "text": "Whenever possible, base price reasonableness on competitive quotations or offers."
                },
                "2": {
                  "text": "If only one response is received, include a statement of price reasonableness in the contract file. The contracting officer may base the statement on—",
                  "sub": {
                    "i": {
                      "text": "Market research;"
                    },
                    "ii": {
                      "text": "Comparison of the proposed price with prices found reasonable on previous purchases;"
                    },
                    "iii": {
                      "text": "Current price lists, catalogs, or advertisements. However, inclusion of a price in a price list, catalog, or advertisement does not, in and of itself, establish fairness and reasonableness of the price;"
                    },
                    "iv": {
                      "text": "A comparison with similar items in a related industry;"
                    },
                    "v": {
                      "text": "The contracting officer’s personal knowledge of the item being purchased;"
                    },
                    "vi": {
                      "text": "Comparison to an independent Government estimate; or"
                    },
                    "vii": {
                      "text": "Any other reasonable basis."
                    }
                  }
                },
                "3": {
                  "text": "Occasionally an item can be obtained only from a supplier that quotes a minimum order price or quantity that either unreasonably exceeds stated quantity requirements or results in an unreasonable price for the quantity required. In these instances, the contracting officer should inform the requiring activity of all facts regarding the quotation or offer and ask it to confirm or alter its requirement. The file shall be documented to support the final action taken."
                }
              }
            },
            "b": {
              "text": "File documentation and retention. Keep documentation to a minimum. Purchasing offices shall retain data supporting purchases (paper or electronic) to the minimum extent and duration necessary for management review purposes (see subpart 4.8). The following illustrate the extent to which quotation or offer information should be recorded:",
              "sub": {
                "1": {
                  "text": "Oral solicitations. The contracting office should establish and maintain records of oral price quotations in order to reflect clearly the propriety of placing the order at the price paid with the supplier concerned. In most cases, this will consist merely of showing the names of the suppliers contacted and the prices and other terms and conditions quoted by each."
                },
                "2": {
                  "text": "Written solicitations (see 2.101). For acquisitions not exceeding the simplified acquisition threshold, limit written records of solicitations or offers to notes or abstracts to show prices, delivery, references to printed price lists used, the supplier or suppliers contacted, and other pertinent data."
                },
                "3": {
                  "text": "Special situations. Include additional statements—"
                },
                "i": {
                  "text": "Explaining the absence of competition (see 13.106-1 for brand name purchases) if only one source is solicited and the acquisition does not exceed the simplified acquisition threshold (does not apply to an acquisition of utility services available from only one source); or"
                },
                "ii": {
                  "text": "Supporting the award decision if other than price-related factors were considered in selecting the supplier."
                }
              }
            },
            "c": {
              "text": "Notification. For acquisitions that do not exceed the simplified acquisition threshold and for which automatic notification is not provided through an electronic commerce method that employs widespread electronic public notice, notification to unsuccessful suppliers shall be given only if requested or required by 5.301."
            },
            "d": {
              "text": "Request for information. If a supplier requests information on an award that was based on factors other than price alone, a brief explanation of the basis for the contract award decision shall be provided (see 15.503(b)(2))."
            },
            "e": {
              "text": "Taxpayer Identification Number. If an oral solicitation is used, the contracting officer shall ensure that the copy of the award document sent to the payment office is annotated with the contractor’s Taxpayer Identification Number (TIN) and type of organization (see 4.203), unless this information will be obtained from some other source (e.g., centralized database). The contracting officer shall disclose to the contractor that the TIN may be used by the Government to collect and report on any delinquent amounts arising out of the contractor’s relationship with the Government (31 U.S.C. 7701(c)(3))."
            }
          }
        }
      }
    }
  }
}