{
  "parentPart": 1,
  "number": 6,
  "name": "Career Development, Contracting Authority, and Responsibilities",
  "sub": {
    "601": {
      "number": 601,
      "name": "General.",
      "sub": {},
      "text": {
        "1": {
          "text": "Assign contracting functions and responsibilities from one agency to another; and"
        },
        "2": {
          "text": "Create joint or combined offices to exercise acquisition functions and responsibilities."
        },
        "a": {
          "text": "Unless specifically prohibited by another provision of law, authority and responsibility to contract for authorized supplies and services are vested in the agency head. The agency head may establish contracting activities and delegate broad authority to manage the agency’s contracting functions to heads of such contracting activities. Contracts may be entered into and signed on behalf of the Government only by contracting officers. In some agencies, a relatively small number of high level officials are designated contracting officers solely by virtue of their positions. Contracting officers below the level of a head of a contracting activity shall be selected and appointed under 1.603."
        },
        "b": {
          "text": "Agency heads may mutually agree to—"
        }
      }
    },
    "602": {
      "number": 602,
      "name": "Contracting officers.",
      "sub": {
        "1": {
          "name": "Authority.",
          "text": {
            "a": {
              "text": "Contracting officers have authority to enter into, administer, or terminate contracts and make related determinations and findings. Contracting officers may bind the Government only to the extent of the authority delegated to them. Contracting officers shall receive from the appointing authority (see 1.603-1) clear instructions in writing regarding the limits of their authority. Information on the limits of the contracting officers’ authority shall be readily available to the public and agency personnel."
            },
            "b": {
              "text": "No contract shall be entered into unless the contracting officer ensures that all requirements of law, executive orders, regulations, and all other applicable procedures, including clearances and approvals, have been met."
            }
          }
        },
        "2": {
          "name": "Responsibilities.",
          "text": {
            "text": "Contracting officers are responsible for ensuring performance of all necessary actions for effective contracting, ensuring compliance with the terms of the contract, and safeguarding the interests of the United States in its contractual relationships. In order to perform these responsibilities, contracting officers should be allowed wide latitude to exercise business judgment. Contracting officers shall—\n\n(a) Ensure that the requirements of 1.602-1(b) have been met, and that sufficient funds are available for obligation;\n\n(b) Ensure that contractors receive impartial, fair, and equitable treatment;\n\n(c) Request and consider the advice of specialists in audit, law, engineering, information security, transportation, and other fields, as appropriate; and\n\n(d) Designate and authorize, in writing and in accordance with agency procedures, a contracting officer’s representative (COR) on all contracts and orders other than those that are firm-fixed price, and for firm-fixed-price contracts and orders as appropriate, unless the contracting officer retains and executes the COR duties. See 7.104(e). \n         \nΑ \nCOR—\n\n(1) Shall be a Government employee, unless otherwise authorized in agency regulations;\n\n(2) Shall be certified and maintain certification in accordance with the current Office of Management and Budget memorandum on the Federal Acquisition Certification for Contracting Officer Representatives (FAC-COR) guidance, or for DoD, in accordance with the current applicable DoD policy guidance;\n\n(3) Shall be qualified by training and experience commensurate with the responsibilities to be delegated in accordance with agency procedures;\n\n(4) May not be delegated responsibility to perform functions that have been delegated under 42.202 to a contract administration office, but may be assigned some duties at 42.302 by the contracting officer;\n\n(5) Has no authority to make any commitments or changes that affect price, quality, quantity, delivery, or other terms and conditions of the contract nor in any way direct the contractor or its subcontractors to operate in conflict with the contract terms and conditions;\n\n(6) Shall be nominated either by the requiring activity or in accordance with agency procedures; and\n\n(7) Shall be designated in writing, with copies furnished to the contractor and the contract administration office—\n\n(i) Specifying the extent of the COR’s authority to act on behalf of the contracting officer;\n\n(ii) Identifying the limitations on the COR’s authority;\n\n(iii) Specifying the period covered by the designation;\n\n(iv) Stating the authority is not redelegable; and\n\n(v) Stating that the COR may be personally liable for unauthorized acts."
          }
        },
        "3": {
          "name": "Ratification of unauthorized commitments.",
          "text": {
            "a": {
              "text": "Definitions.\n\n“Ratification,” as used in this subsection, means the act of approving an unauthorized commitment by an official who has the authority to do so.\n\n“Unauthorized commitment,” as used in this subsection, means an agreement that is not binding solely because the Government representative who made it lacked the authority to enter into that agreement on behalf of the Government.",
              "sub": {
                "text": "“Ratification,” as used in this subsection, means the act of approving an unauthorized commitment by an official who has the authority to do so.\n\n“Unauthorized commitment,” as used in this subsection, means an agreement that is not binding solely because the Government representative who made it lacked the authority to enter into that agreement on behalf of the Government."
              }
            },
            "b": {
              "text": "Policy.",
              "sub": {
                "1": {
                  "text": "Agencies should take positive action to preclude, to the maximum extent possible, the need for ratification actions. Although procedures are provided in this section for use in those cases where the ratification of an unauthorized commitment is necessary, these procedures may not be used in a manner that encourages such commitments being made by Government personnel."
                },
                "2": {
                  "text": "Subject to the limitations in paragraph (c) of this subsection, the head of the contracting activity, unless a higher level official is designated by the agency, may ratify an unauthorized commitment."
                },
                "3": {
                  "text": "The ratification authority in paragraph (b)(2) of this subsection may be delegated in accordance with agency procedures, but in no case shall the authority be delegated below the level of chief of the contracting office."
                },
                "4": {
                  "text": "Agencies should process unauthorized commitments using the ratification authority of this subsection instead of referring such actions to the Government Accountability Office for resolution. (See 1.602-3(d).)"
                },
                "5": {
                  "text": "Unauthorized commitments that would involve claims subject to resolution under 41 U.S.C. chapter 71, Contract Disputes, should be processed in accordance with Subpart 33.2, Disputes and Appeals."
                }
              }
            },
            "c": {
              "text": "Limitations. The authority in paragraph (b)(2) of this subsection may be exercised only when—",
              "sub": {
                "1": {
                  "text": "Supplies or services have been provided to and accepted by the Government, or the Government otherwise has obtained or will obtain a benefit resulting from performance of the unauthorized commitment;"
                },
                "2": {
                  "text": "The ratifying official has the authority to enter into a contractual commitment;"
                },
                "3": {
                  "text": "The resulting contract would otherwise have been proper if made by an appropriate contracting officer;"
                },
                "4": {
                  "text": "The contracting officer reviewing the unauthorized commitment determines the price to be fair and reasonable;"
                },
                "5": {
                  "text": "The contracting officer recommends payment and legal counsel concurs in the recommendation, unless agency procedures expressly do not require such concurrence;"
                },
                "6": {
                  "text": "Funds are available and were available at the time the unauthorized commitment was made; and"
                },
                "7": {
                  "text": "The ratification is in accordance with any other limitations prescribed under agency procedures."
                }
              }
            },
            "d": {
              "text": "Nonratifiable commitments. Cases that are not ratifiable under this subsection may be subject to resolution as recommended by the Government Accountability Office under its claim procedure (GAO Policy and Procedures Manual for Guidance of Federal Agencies, Title 4, Chapter 2), or as authorized by FAR Subpart 50.1. Legal advice should be obtained in these cases."
            }
          }
        }
      },
      "text": {
        "text": ""
      }
    },
    "603": {
      "number": 603,
      "name": "Selection, appointment, and termination of appointment for contracting officers.",
      "sub": {
        "1": {
          "name": "General.",
          "text": {
            "text": "41 U.S.C. 1702(b)(3)(G) requires agency heads to establish and maintain a procurement career management program and a system for the selection, appointment, and termination of appointment of contracting officers. Agency heads or their designees may select and appoint contracting officers and terminate their appointments. These selections and appointments shall be consistent with Office of Federal Procurement Policy’s (OFPP) standards for skill-based training in performing contracting and purchasing duties as published in OFPP Policy Letter No. 05-01, Developing and Managing the Acquisition Workforce, April 15, 2005."
          }
        },
        "2": {
          "name": "Selection.",
          "text": {
            "text": "In selecting contracting officers, the appointing official shall consider the complexity and dollar value of the acquisitions to be assigned and the candidate’s experience, training, education, business acumen, judgment, character, and reputation. Examples of selection criteria include—\n\n(a) Experience in Government contracting and administration, commercial purchasing, or related fields;\n\n(b) Education or special training in business administration, law, accounting, engineering, or related fields;\n\n(c) Knowledge of acquisition policies and procedures, including this and other applicable regulations;\n\n(d) Specialized knowledge in the particular assigned field of contracting; and\n\n(e) Satisfactory completion of acquisition training courses."
          }
        },
        "3": {
          "name": "Appointment.",
          "text": {
            "a": {
              "text": "Contracting officers shall be appointed in writing on an SF 1402, Certificate of Appointment, which shall state any limitations on the scope of authority to be exercised, other than limitations contained in applicable law or regulation. Appointing officials shall maintain files containing copies of all appointments that have not been terminated."
            },
            "b": {
              "text": "Agency heads are encouraged to delegate micro-purchase authority to individuals who are employees of an executive agency or members of the Armed Forces of the United States who will be using the supplies or services being purchased. Individuals delegated this authority are not required to be appointed on an SF 1402, but shall be appointed in writing in accordance with agency procedures."
            }
          }
        },
        "4": {
          "name": "Termination.",
          "text": {
            "text": "Termination of a contracting officer appointment will be by letter, unless the Certificate of Appointment contains other provisions for automatic termination. Terminations may be for reasons such as reassignment, termination of employment, or unsatisfactory performance. No termination shall operate retroactively."
          }
        }
      },
      "text": {
        "text": ""
      }
    },
    "604": {
      "number": 604,
      "name": "Contracting Officer’s Representative (COR).",
      "sub": {},
      "text": {
        "text": "A contracting officer’s representative (COR) assists in the technical monitoring or administration of a contract (see 1.602-2(d)). The COR shall maintain a file for each assigned contract. The file must include, at a minimum\n         \n−\n\n(a) A copy of the contracting officer’s letter of designation and other documents describing the COR’s duties and responsibilities;\n\n(b) A copy of the contract administration functions delegated to a contract administration office which may not be delegated to the COR (see 1.602-2(d)(4)); and\n\n(c) Documentation of COR actions taken in accordance with the delegation of authority."
      }
    }
  }
}