{
  "parentPart": 15,
  "number": 2,
  "name": "Solicitation and Receipt of Proposals and Information",
  "sub": {
    "200": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart prescribes policies and procedures for—\n\n(a) Exchanging information with industry prior to receipt of proposals;\n\n(b) Preparing and issuing requests for proposals (RFPs) and requests for information (RFIs); and\n\n(c) Receiving proposals and information."
      },
      "sub": {}
    },
    "201": {
      "name": "Exchanges with industry before receipt of proposals.",
      "text": {
        "a": {
          "text": "Exchanges of information among all interested parties, from the earliest identification of a requirement through receipt of proposals, are encouraged. Any exchange of information must be consistent with procurement integrity requirements (see 3.104). Interested parties include potential offerors, end users, Government acquisition and supporting personnel, and others involved in the conduct or outcome of the acquisition."
        },
        "b": {
          "text": "The purpose of exchanging information is to improve the understanding of Government requirements and industry capabilities, thereby allowing potential offerors to judge whether or how they can satisfy the Government’s requirements, and enhancing the Government’s ability to obtain quality supplies and services, including construction, at reasonable prices, and increase efficiency in proposal preparation, proposal evaluation, negotiation, and contract award."
        },
        "c": {
          "text": "Agencies are encouraged to promote early exchanges of information about future acquisitions. An early exchange of information among industry and the program manager, contracting officer, and other participants in the acquisition process can identify and resolve concerns regarding the acquisition strategy, including proposed contract type, terms and conditions, and acquisition planning schedules; the feasibility of the requirement, including performance requirements, statements of work, and data requirements; the suitability of the proposal instructions and evaluation criteria, including the approach for assessing past performance information; the availability of reference documents; and any other industry concerns or questions. Some techniques to promote early exchanges of information are—",
          "sub": {
            "1": {
              "text": "Industry or small business conferences;"
            },
            "2": {
              "text": "Public hearings;"
            },
            "3": {
              "text": "Market research, as described in Part 10;"
            },
            "4": {
              "text": "One-on-one meetings with potential offerors (any that are substantially involved with potential contract terms and conditions should include the contracting officer; also see paragraph (f) of this section regarding restrictions on disclosure of information);"
            },
            "5": {
              "text": "Presolicitation notices;"
            },
            "6": {
              "text": "Draft RFPs;"
            },
            "7": {
              "text": "RFIs;"
            },
            "8": {
              "text": "Presolicitation or preproposal conferences; and"
            },
            "9": {
              "text": "Site visits."
            }
          }
        },
        "d": {
          "text": "The special notices of procurement matters at 5.205(c), or electronic notices, may be used to publicize the Government’s requirement or solicit information from industry."
        },
        "e": {
          "text": "RFIs may be used when the Government does not presently intend to award a contract, but wants to obtain price, delivery, other market information, or capabilities for planning purposes. Responses to these notices are not offers and cannot be accepted by the Government to form a binding contract. There is no required format for RFIs."
        },
        "f": {
          "text": "General information about agency mission needs and future requirements may be disclosed at any time. After release of the solicitation, the contracting officer must be the focal point of any exchange with potential offerors. When specific information about a proposed acquisition that would be necessary for the preparation of proposals is disclosed to one or more potential offerors, that information must be made available to the public as soon as practicable, but no later than the next general release of information, in order to avoid creating an unfair competitive advantage. Information provided to a potential offeror in response to its request must not be disclosed if doing so would reveal the potential offeror’s confidential business strategy, and is protected under 3.104 or Subpart 24.2. When conducting a presolicitation or preproposal conference, materials distributed at the conference should be made available to all potential offerors, upon request."
        }
      },
      "sub": {}
    },
    "202": {
      "name": "Advisory multi-step process.",
      "text": {
        "a": {
          "text": "The agency may publish a presolicitation notice (see 5.204) that provides a general description of the scope or purpose of the acquisition and invites potential offerors to submit information that allows the Government to advise the offerors about their potential to be viable competitors. The presolicitation notice should identify the information that must be submitted and the criteria that will be used in making the initial evaluation. Information sought may be limited to a statement of qualifications and other appropriate information (e.g., proposed technical concept, past performance, and limited pricing information). At a minimum, the notice shall contain sufficient information to permit a potential offeror to make an informed decision about whether to participate in the acquisition. This process should not be used for multi-step acquisitions where it would result in offerors being required to submit identical information in response to the notice and in response to the initial step of the acquisition."
        },
        "b": {
          "text": "The agency shall evaluate all responses in accordance with the criteria stated in the notice, and shall advise each respondent in writing either that it will be invited to participate in the resultant acquisition or, based on the information submitted, that it is unlikely to be a viable competitor. The agency shall advise respondents considered not to be viable competitors of the general basis for that opinion. The agency shall inform all respondents that, notwithstanding the advice provided by the Government in response to their submissions, they may participate in the resultant acquisition."
        }
      },
      "sub": {}
    },
    "203": {
      "name": "Requests for proposals.",
      "text": {
        "1": {
          "text": "The contract files supporting oral solicitations should include—",
          "sub": {
            "i": {
              "text": "A description of the requirement;"
            },
            "ii": {
              "text": "Rationale for use of an oral solicitation;"
            },
            "iii": {
              "text": "Sources solicited, including the date, time, name of individuals contacted, and prices offered; and"
            },
            "iv": {
              "text": "The solicitation number provided to the prospective offerors."
            }
          }
        },
        "2": {
          "text": "The information furnished to potential offerors under oral solicitations should include appropriate items from paragraph (e) of this section."
        },
        "a": {
          "text": "Requests for proposals (RFPs) are used in negotiated acquisitions to communicate Government requirements to prospective contractors and to solicit proposals. RFPs for competitive acquisitions shall, at a minimum, describe the—",
          "sub": {
            "1": {
              "text": "Government’s requirement;"
            },
            "2": {
              "text": "Anticipated terms and conditions that will apply to the contract. The solicitation may authorize offerors to propose alternative terms and conditions.  If the solicitation permits offerors to submit one or more additional proposals with alternative line items (see 52.204-22 or 52.212-1(e)), the evaluation approach should consider the potential impact of the alternative line items on other terms and conditions or the requirement (e.g., place of performance or payment and funding requirements) (see 15.206);"
            },
            "3": {
              "text": "Information required to be in the offeror’s proposal; and"
            },
            "4": {
              "text": "Factors and significant subfactors that will be used to evaluate the proposal and their relative importance."
            }
          }
        },
        "b": {
          "text": "An RFP may be issued for OMB Circular A-76 studies. See Subpart 7.3 for additional information regarding cost comparisons between Government and contractor performance."
        },
        "c": {
          "text": "Electronic commerce may be used to issue RFPs and to receive proposals, modifications, and revisions. In this case, the RFP shall specify the electronic commerce method(s) that offerors may use (see Subpart 4.5)."
        },
        "d": {
          "text": "Contracting officers may issue RFPs and/or authorize receipt of proposals, modifications, or revisions by facsimile.",
          "sub": {
            "1": {
              "text": "In deciding whether or not to use facsimiles, the contracting officer should consider factors such as—",
              "sub": {
                "i": {
                  "text": "Anticipated proposal size and volume;"
                },
                "ii": {
                  "text": "Urgency of the requirement;"
                },
                "iii": {
                  "text": "Availability and suitability of electronic commerce methods; and"
                },
                "iv": {
                  "text": "Adequacy of administrative procedures and controls for receiving, identifying, recording, and safeguarding facsimile proposals, and ensuring their timely delivery to the designated proposal delivery location."
                }
              }
            },
            "2": {
              "text": "If facsimile proposals are authorized, contracting officers may request offeror(s) to provide the complete, original signed proposal at a later date."
            }
          }
        },
        "e": {
          "text": "Letter RFPs may be used in sole source acquisitions and other appropriate circumstances. Use of a letter RFP does not relieve the contracting officer from complying with other FAR requirements. Letter RFPs should be as complete as possible and, at a minimum, should contain the following:",
          "sub": {
            "1": {
              "text": "RFP number and date;"
            },
            "2": {
              "text": "Name, address (including electronic address and facsimile address, if appropriate), and telephone number of the contracting officer;"
            },
            "3": {
              "text": "Type of contract contemplated;"
            },
            "4": {
              "text": "Quantity, description, and required delivery dates for the item;"
            },
            "5": {
              "text": "Applicable certifications and representations;"
            },
            "6": {
              "text": "Anticipated contract terms and conditions;"
            },
            "7": {
              "text": "Instructions to offerors and evaluation criteria for other than sole source actions;"
            },
            "8": {
              "text": "Proposal due date and time; and"
            },
            "9": {
              "text": "Other relevant information; e.g., incentives, variations in delivery schedule, cost proposal support, and data requirements."
            }
          }
        },
        "f": {
          "text": "Oral RFPs are authorized when processing a written solicitation would delay the acquisition of supplies or services to the detriment of the Government and a notice is not required under 5.202 (e.g., perishable items and support of contingency operations or other emergency situations). Use of an oral RFP does not relieve the contracting officer from complying with other FAR requirements."
        }
      },
      "sub": {}
    },
    "204": {
      "name": "Contract format.",
      "text": {
        "text": "The use of a uniform contract format facilitates preparation of the solicitation and contract as well as reference to, and use of, those documents by offerors, contractors, and contract administrators. The uniform contract format need not be used for the following:\n\n(a) Construction and architect-engineer contracts (see Part 36).\n\n(b) Subsistence contracts.\n\n(c) Supplies or services contracts requiring special contract formats prescribed elsewhere in this regulation that are inconsistent with the uniform format.\n\n(d) Letter requests for proposals (see 15.203(e)).\n\n(e) Contracts exempted by the agency head or designee."
      },
      "sub": {
        "1": {
          "name": "Uniform contract format.",
          "text": {
            "a": {
              "text": "Contracting officers shall prepare solicitations and resulting contracts using the uniform contract format outlined in Table 15-1 of this subsection."
            },
            "b": {
              "text": "Solicitations using the uniform contract format shall include Parts I, II, III, and IV (see 15.204-2 through 15.204-5). Upon award, contracting officers shall not physically include Part IV in the resulting contract, but shall retain it in the contract file. (See 4.1201(c).) The representations and certifications are incorporated by reference in the contract by using 52.204-19 (see 4.1202(b)) or for acquisitions of commercial items see 52.212-4(v)."
            }
          }
        },
        "2": {
          "name": "Part I—The Schedule.",
          "text": {
            "text": "The contracting officer shall prepare the contract Schedule as follows:\n\n(a) Section A, Solicitation/contract form.\n\n(1) Optional Form (OF) 308, Solicitation and Offer—Negotiated Acquisition, or Standard Form (SF) 33, Solicitation, Offer and Award, may be used to prepare RFPs.\n\n(2) When other than OF 308 or SF 33 is used, include the following information on the first page of the solicitation:\n\n(i) Name, address, and location of issuing activity, including room and building where proposals or information must be submitted.\n\n(ii) Solicitation number.\n\n(iii) Date of issuance.\n\n(iv) Closing date and time.\n\n(v) Number of pages.\n\n(vi) Requisition or other purchase authority.\n\n(vii) Brief description of item or service.\n\n(viii) Requirement for the offeror to provide its name and complete address, including street, city, county, state, and ZIP code, and electronic address (including facsimile address), if appropriate.\n\n(ix) Offer expiration date.\n\n(b) Section B, Supplies or services and prices/costs. Include a brief description of the supplies or services; e.g., item number, national stock number/part number if applicable, nouns, nomenclature, and quantities. (This includes incidental deliverables such as manuals and reports.)\n\n(c) Section C, Description/specifications/statement of work. Include any description or specifications needed in addition to Section B (see Part 11, Describing Agency Needs).\n\n(d) Section D, Packaging and marking. Provide packaging, packing, preservation, and marking requirements, if any.\n\n(e) Section E, Inspection and acceptance. Include inspection, acceptance, quality assurance, and reliability requirements (see Part 46, Quality Assurance).\n\n(f) Section F, Deliveries or performance. Specify the requirements for time, place, and method of delivery or performance (see Subpart 11.4, Delivery or Performance Schedules, and 47.301-1).\n\n(g) Section G, Contract administration data. Include any required accounting and appropriation data and any required contract administration information or instructions other than those on the solicitation form. Include a statement that the offeror should include the payment address in the proposal, if it is different from that shown for the offeror.\n\n(h) Section H, Special contract requirements. Include a clear statement of any special contract requirements that are not included in Section I, Contract clauses, or in other sections of the uniform contract format."
          }
        },
        "3": {
          "name": "Part II—Contract Clauses.",
          "text": {
            "text": "Section I, Contract clauses. The contracting officer shall include in this section the clauses required by law or by this regulation and any additional clauses expected to be included in any resulting contract, if these clauses are not required in any other section of the uniform contract format. An index may be inserted if this section’s format is particularly complex."
          }
        },
        "4": {
          "name": "Part III—List of Documents, Exhibits, and Other Attachments.",
          "text": {
            "text": "Section J, List of attachments. The contracting officer shall list the title, date, and number of pages for each attached document, exhibit, and other attachment. Cross-references to material in other sections may be inserted, as appropriate."
          }
        },
        "5": {
          "name": "Part IV—Representations and Instructions.",
          "text": {
            "text": "The contracting officer shall prepare the representations and instructions as follows:\n\n(a) Section K, Representations, certifications, and other statements of offerors. Include in this section those solicitation provisions that require representations, certifications, or the submission of other information by offerors.\n\n(b) Section L, Instructions, conditions, and notices to offerors or respondents. Insert in this section solicitation provisions and other information and instructions not required elsewhere to guide offerors or respondents in preparing proposals or responses to requests for information. Prospective offerors or respondents may be instructed to submit proposals or information in a specific format or severable parts to facilitate evaluation. The instructions may specify further organization of proposal or response parts, such as—\n\n(1) Administrative;\n\n(2) Management;\n\n(3) Technical;\n\n(4) Past performance; and\n\n(5) Certified cost or pricing data (see Table 15-2 of 15.408) or data other than certified cost or pricing data.\n\n(c) Section M, Evaluation factors for award. Identify all significant factors and any significant subfactors that will be considered in awarding the contract and their relative importance (see 15.304(d)). The contracting officer shall insert one of the phrases in 15.304(e)."
          }
        }
      }
    },
    "205": {
      "name": "Issuing solicitations.",
      "text": {
        "a": {
          "text": "The contracting officer shall issue solicitations to potential sources in accordance with the policies and procedures in 5.102, 19.202-4, and Part 6."
        },
        "b": {
          "text": "A master solicitation, as described in 14.203-3, may also be used for negotiated acquisitions."
        }
      },
      "sub": {}
    },
    "206": {
      "name": "Amending the solicitation.",
      "text": {
        "1": {
          "text": "Name and address of issuing activity."
        },
        "2": {
          "text": "Solicitation number and date."
        },
        "3": {
          "text": "Amendment number and date."
        },
        "4": {
          "text": "Number of pages."
        },
        "5": {
          "text": "Description of the change being made."
        },
        "6": {
          "text": "Government point of contact and phone number (and electronic or facsimile address, if appropriate)."
        },
        "7": {
          "text": "Revision to solicitation closing date, if applicable."
        },
        "a": {
          "text": "When, either before or after receipt of proposals, the Government changes its requirements or terms and conditions, the contracting officer shall amend the solicitation."
        },
        "b": {
          "text": "Amendments issued before the established time and date for receipt of proposals shall be issued to all parties receiving the solicitation."
        },
        "c": {
          "text": "Amendments issued after the established time and date for receipt of proposals shall be issued to all offerors that have not been eliminated from the competition."
        },
        "d": {
          "text": "If a proposal of interest to the Government involves a departure from the stated requirements, the contracting officer shall amend the solicitation, provided this can be done without revealing to the other offerors the alternate solution proposed or any other information that is entitled to protection (see 15.207(b) and 15.306(e))."
        },
        "e": {
          "text": "If, in the judgment of the contracting officer, based on market research or otherwise, an amendment proposed for issuance after offers have been received is so substantial as to exceed what prospective offerors reasonably could have anticipated, so that additional sources likely would have submitted offers had the substance of the amendment been known to them, the contracting officer shall cancel the original solicitation and issue a new one, regardless of the stage of the acquisition."
        },
        "f": {
          "text": "Oral notices may be used when time is of the essence. The contracting officer shall document the contract file and formalize the notice with an amendment (see Subpart 4.5, Electronic Commerce in Contracting)."
        },
        "g": {
          "text": "At a minimum, the following information should be included in each amendment:"
        }
      },
      "sub": {}
    },
    "207": {
      "name": "Handling proposals and information.",
      "text": {
        "a": {
          "text": "Upon receipt at the location specified in the solicitation, proposals and information received in response to a request for information (RFI) shall be marked with the date and time of receipt and shall be transmitted to the designated officials."
        },
        "b": {
          "text": "Proposals shall be safeguarded from unauthorized disclosure throughout the source selection process. (See 3.104 regarding the disclosure of source selection information (41 U.S.C. chapter 21, Restrictions on Obtaining and Disclosing Certain Information). Information received in response to an RFI shall be safeguarded adequately from unauthorized disclosure."
        },
        "c": {
          "text": "If any portion of a proposal received by the contracting officer electronically or by facsimile is unreadable, the contracting officer immediately shall notify the offeror and permit the offeror to resubmit the unreadable portion of the proposal. The method and time for resubmission shall be prescribed by the contracting officer after consultation with the offeror, and documented in the file. The resubmission shall be considered as if it were received at the date and time of the original unreadable submission for the purpose of determining timeliness under 15.208(a), provided the offeror complies with the time and format requirements for resubmission prescribed by the contracting officer."
        }
      },
      "sub": {}
    },
    "208": {
      "name": "Submission, modification, revision, and withdrawal of proposals.",
      "text": {
        "1": {
          "text": "The date and hour of receipt."
        },
        "2": {
          "text": "A statement regarding whether the proposal was considered for award, with supporting rationale."
        },
        "3": {
          "text": "The envelope, wrapper, or other evidence of date of receipt."
        },
        "a": {
          "text": "Offerors are responsible for submitting proposals, and any revisions, and modifications, so as to reach the Government office designated in the solicitation by the time specified in the solicitation. Offerors may use any transmission method authorized by the solicitation (i.e., regular mail, electronic commerce, or facsimile). If no time is specified in the solicitation, the time for receipt is 4:30 p.m., local time, for the designated Government office on the date that proposals are due."
        },
        "b": {
          "text": "(1) Any proposal, modification, or revision, that is received at the designated Government office after the exact time specified for receipt of proposals is “late” and will not be considered unless it is received before award is made, the contracting officer determines that accepting the late proposal would not unduly delay the acquisition; and—",
          "sub": {
            "2": {
              "text": "However, a late modification of an otherwise successful proposal, that makes its terms more favorable to the Government, will be considered at any time it is received and may be accepted."
            },
            "i": {
              "text": "If it was transmitted through an electronic commerce method authorized by the solicitation, it was received at the initial point of entry to the Government infrastructure not later than 5:00 p.m. one working day prior to the date specified for receipt of proposals; or"
            },
            "ii": {
              "text": "There is acceptable evidence to establish that it was received at the Government installation designated for receipt of proposals and was under the Government’s control prior to the time set for receipt of proposals; or"
            },
            "iii": {
              "text": "It was the only proposal received."
            }
          }
        },
        "c": {
          "text": "Acceptable evidence to establish the time of receipt at the Government installation includes the time/date stamp of that installation on the proposal wrapper, other documentary evidence of receipt maintained by the installation, or oral testimony or statements of Government personnel."
        },
        "d": {
          "text": "If an emergency or unanticipated event interrupts normal Government processes so that proposals cannot be received at the Government office designated for receipt of proposals by the exact time specified in the solicitation, and urgent Government requirements preclude amendment of the solicitation closing date, the time specified for receipt of proposals will be deemed to be extended to the same time of day specified in the solicitation on the first work day on which normal Government processes resume."
        },
        "e": {
          "text": "Proposals may be withdrawn by written notice at any time before award. Oral proposals in response to oral solicitations may be withdrawn orally. The contracting officer must document the contract file when oral withdrawals are made. One copy of withdrawn proposals should be retained in the contract file (see 4.803(a)(10)). Extra copies of the withdrawn proposals may be destroyed or returned to the offeror at the offeror’s request. Where practicable, electronically transmitted proposals that are withdrawn must be purged from primary and backup data storage systems after a copy is made for the file. Extremely bulky proposals must only be returned at the offeror’s request and expense."
        },
        "f": {
          "text": "The contracting officer must promptly notify any offeror if its proposal, modification, or revision was received late, and must inform the offeror whether its proposal will be considered, unless contract award is imminent and the notice prescribed in 15.503(b) would suffice."
        },
        "g": {
          "text": "Late proposals and modifications that are not considered must be held unopened, unless opened for identification, until after award and then retained with other unsuccessful proposals."
        },
        "h": {
          "text": "If available, the following must be included in the contracting office files for each late proposal, modification, revision, or withdrawal:"
        }
      },
      "sub": {}
    },
    "209": {
      "name": "Solicitation provisions and contract clauses.",
      "text": {
        "text": "When contracting by negotiation—\n\n(a) The contracting officer shall insert the provision at 52.215-1, Instructions to Offerors—Competitive Acquisition, in all competitive solicitations where the Government intends to award a contract without discussions.\n\n(1) If the Government intends to make award after discussions with offerors within the competitive range, the contracting officer shall use the basic provision with its Alternate I.\n\n(2) If the Government would be willing to accept alternate proposals, the contracting officer shall alter the basic clause to add a new paragraph (c)(9) substantially the same as Alternate II.\n\n(b)(1) Except as provided in paragraph (b)(2) of this section, the contracting officer shall insert the clause at 52.215-2, Audit and Records—Negotiation (10 U.S.C. 2313, 41 U.S.C. 4706, and Audit Requirements in the OMB Uniform Guidance at 2 CFR part 200, subpart F), in solicitations and contracts except those for—\n\n(i) Acquisitions not exceeding the simplified acquisition threshold;\n\n(ii) The acquisition of utility services at rates not exceeding those established to apply uniformly to the general public, plus any applicable reasonable connection charge; or\n\n(iii) The acquisition of commercial items exempted under 15.403-1.\n\n(2)(i) When using funds appropriated or otherwise made available by the American Recovery and Reinvestment Act of 2009 (Pub. L. 111-5)—\n\n(A) The exceptions in paragraphs (b)(1)(i) through (b)(1)(iii) are not applicable; and\n\n(B) Use the clause with its Alternate I.\n\n(ii)(A) In the case of a bilateral contract modification that will use funds appropriated or otherwise made available by the American Recovery and Reinvestment Act of 2009, the contracting officer shall specify applicability of Alternate I to that modification.\n\n(B) In the case of a task- or delivery-order contract in which not all orders will use funds appropriated or otherwise made available by the American Recovery and Reinvestment Act of 2009, the contracting officer shall specify the task or delivery orders to which Alternate I applies.\n\n(3) For cost-reimbursement contracts with State and local Governments, educational institutions, and other nonprofit organizations, the contracting officer shall use the clause with its Alternate II.\n\n(4) When the head of the agency has waived the examination of records by the Comptroller General in accordance with 25.1001, use the clause with its Alternate III.\n\n(c) When issuing a solicitation for information or planning purposes, the contracting officer shall insert the provision at 52.215-3, Request for Information or Solicitation for Planning Purposes, and clearly mark on the face of the solicitation that it is for information or planning purposes.\n\n(d) [Reserved]\n\n(e) The contracting officer shall insert the provision at 52.215-5, Facsimile Proposals, in solicitations if facsimile proposals are authorized (see 15.203(d)).\n\n(f) The contracting officer shall insert the provision at 52.215-6, Place of Performance, in solicitations unless the place of performance is specified by the Government.\n\n(g) [Reserved]\n\n(h) The contracting officer shall insert the clause at 52.215-8, Order of Precedence—Uniform Contract Format, in solicitations and contracts using the format at 15.204."
      },
      "sub": {}
    },
    "210": {
      "name": "Forms.",
      "text": {
        "text": "Prescribed forms are not required to prepare solicitations described in this part. The following forms may be used at the discretion of the contracting officer:\n\n(a) Standard Form 33, Solicitation, Offer and Award, and Optional Form 308, Solicitation and Offer—Negotiated Acquisition, may be used to issue RFPs and RFIs.\n\n(b) Standard Form 30, Amendment of Solicitation/ Modification of Contract, and Optional Form 309, Amendment of Solicitation, may be used to amend solicitations of negotiated contracts.\n\n(c) Optional Form 17, Offer Label, may be furnished with each request for proposal."
      },
      "sub": {}
    }
  }
}