{
  "parentPart": 13,
  "number": 5,
  "name": "Simplified Procedures for Certain Commercial Items",
  "sub": {
    "500": {
      "number": 500,
      "name": "General.",
      "sub": {},
      "text": {
        "1": {
          "text": "The acquisition is for commercial items that, as determined by the head of the agency, are to be used in support of a contingency operation or to facilitate the defense against or recovery from nuclear, biological, chemical, or radiological attack; or"
        },
        "2": {
          "text": "The acquisition will be treated as an acquisition of commercial items in accordance with 12.102(f)(1)."
        },
        "a": {
          "text": "This subpart authorizes the use of simplified procedures for the acquisition of supplies and services in amounts greater than the simplified acquisition threshold but not exceeding $7 million ($13 million for acquisitions as described in 13.500(c)), including options, if the contracting officer reasonably expects, based on the nature of the supplies or services sought, and on market research, that offers will include only commercial items. Contracting officers may use any simplified acquisition procedure in this part, subject to any specific dollar limitation applicable to the particular procedure.  The purpose of these simplified procedures is to vest contracting officers with additional procedural discretion and flexibility, so that commercial item acquisitions in this dollar range may be solicited, offered, evaluated, and awarded in a simplified manner that maximizes efficiency and economy and minimizes burden and administrative costs for both the Government and industry (10 U.S.C. 2304(g) and 2305 and 41 U.S.C. 3305, 3306, and chapter 37, Awarding of Contracts."
        },
        "b": {
          "text": "When acquiring commercial items using the procedures in this part, the requirements of part 12 apply subject to the order of precedence provided at 12.102(c). This includes use of the provisions and clauses in subpart 12.3."
        },
        "c": {
          "text": "Under 41 U.S.C. 1903, the simplified acquisition procedures authorized in this subpart may be used for acquisitions that do not exceed $13 million when—"
        }
      }
    },
    "501": {
      "number": 501,
      "name": "Special documentation requirements.",
      "sub": {},
      "text": {
        "1": {
          "text": "A brief written description of the procedures used in awarding the contract, including the fact that the procedures in FAR subpart 13.5 were used;"
        },
        "2": {
          "text": "The number of offers received;"
        },
        "3": {
          "text": "An explanation, tailored to the size and complexity of the acquisition, of the basis for the contract award decision; and"
        },
        "4": {
          "text": "Any justification approved under paragraph (a) of this section."
        },
        "a": {
          "text": "Sole source (including brand name) acquisitions.",
          "sub": {
            "1": {
              "text": "Acquisitions conducted under simplified acquisition procedures are exempt from the requirements in part 6. However, contracting officers must—",
              "sub": {
                "i": {
                  "text": "Conduct sole source acquisitions, as defined in 2.101, (including brand name) under this subpart only if the need to do so is justified in writing and approved at the levels specified in paragraph (a)(2) of this section;"
                },
                "ii": {
                  "text": "Prepare sole source (including brand name) justifications using the format at 6.303-2, modified to reflect that the procedures in FAR subpart 13.5 were used in accordance with 41 U.S.C. 1901 or the authority of 41 U.S.C. 1903;"
                },
                "iii": {
                  "text": "Make publicly available the justifications (excluding brand name) required by 6.305(a) within 14 days after contract award or in the case of unusual and compelling urgency within 30 days after contract award, in accordance with 6.305 procedures at paragraphs (b), (d), (e), and (f); and"
                },
                "iv": {
                  "text": "Make publicly available brand name justifications with the solicitation, in accordance with 5.102(a)(6)."
                }
              }
            },
            "2": {
              "text": "Justifications and approvals are required under this subpart for sole-source (including brand-name) acquisitions or portions of an acquisition requiring a brand-name. If the justification is to cover only the portion of the acquisition which is brand-name, then it should so state; the approval level requirements will then only apply to that portion."
            },
            "i": {
              "text": "For a proposed contract exceeding $150,000, but not exceeding $700,000, the contracting officer’s certification that the justification is accurate and complete to the best of the contracting officer’s knowledge and belief will serve as approval, unless a higher approval level is established in accordance with agency procedures."
            },
            "ii": {
              "text": "For a proposed contract exceeding $700,000, but not exceeding $13.5 million, the advocate for competition for the procuring activity, designated pursuant to 6.501; or an official described in 6.304(a)(3) or (a)(4) must approve the justification and approval. This authority is not delegable."
            },
            "iii": {
              "text": "For a proposed contract exceeding $13.5 million but not exceeding $68 million or, for DoD, NASA, and the Coast Guard, not exceeding $93 million, the head of the procuring activity or the official described in 6.304(a)(3) or (a)(4) must approve the justification and approval. This authority is not delegable."
            },
            "iv": {
              "text": "For a proposed contract exceeding $68 million or, for DoD, NASA, and the Coast Guard, $93 million, the official described in 6.304(a)(4) must approve the justification and approval. This authority is not delegable except as provided in 6.304(a)(4)."
            }
          }
        },
        "b": {
          "text": "Contract file documentation. The contract file must include—"
        }
      }
    }
  }
}