{
  "parentPart": 23,
  "number": 8,
  "name": "Ozone-Depleting Substances and Greenhouse Gases",
  "sub": {
    "800": {
      "name": "Scope of subpart.",
      "text": {
        "text": "This subpart–\n\n(a) Sets forth policies and procedures for the acquisition of items that–\n\n(1) Contain, use, or are manufactured with ozone-depleting substances; or\n\n(2) Contain or use high global warming potential hydrofluorocarbons; and\n\n(b) Addresses public disclosure of greenhouse gas emissions and reduction goals."
      },
      "sub": {}
    },
    "801": {
      "name": "Authorities.",
      "text": {
        "a": {
          "text": "Title VI of the Clean Air Act (42 U.S.C. 7671, et seq.)."
        },
        "b": {
          "text": "Section 706 of Division D, Title VII of the Omnibus Appropriations Act, 2009 (Pub. L. 111-8)."
        },
        "c": {
          "text": "Executive Order 13693 of March 25, 2015, Planning for Federal Sustainability in the Next Decade."
        },
        "d": {
          "text": "Environmental Protection Agency (EPA) regulations, Protection of Stratospheric Ozone (40 CFR part 82)."
        }
      },
      "sub": {}
    },
    "802": {
      "name": "Policy.",
      "text": {
        "text": "It is the policy of the Federal Government that Federal agencies–\n\n(a) Implement cost-effective programs to minimize the procurement of materials and substances that contribute to the depletion of stratospheric ozone and/or result in the use, release or emission of high global warming potential hydrofluorocarbons;\n\n(b) Give preference to the procurement of acceptable alternative chemicals, products, and manufacturing processes that reduce overall risks to human health and the environment by minimizing–\n\n(1) The depletion of ozone in the upper atmosphere; and\n\n(2) The potential use, release, or emission of high global warming potential hydrofluorocarbons;\n\n(c) Lead efforts to reduce greenhouse gas emissions at the Federal level in accordance with Executive Order 13693 and the President’s Climate Action Plan of June 2013; and\n\n(d) In order to better understand both direct and indirect greenhouse gas emissions that result from Federal activities, require offerors that are registered in the System for Award Management (SAM) database and received $7.5 million or more in Federal contract awards in the prior Federal fiscal year to–\n\n(1) Represent whether they publicly disclose greenhouse gas emissions;\n\n(2) Represent whether they publicly disclose a quantitative greenhouse gas emissions reduction goal; and\n\n(3) Provide the website for any such disclosures."
      },
      "sub": {}
    },
    "803": {
      "name": "Procedures.",
      "text": {
        "text": "In preparing specifications and purchase descriptions, and in the acquisition of products and services, agencies shall–\n\n(a) Comply with the requirements of title VI of the Clean Air Act, section 706 of division D, title VII of Pub. L. 111-8, Executive Order 13693, and 40 CFR 82.84(a)(2), (3), (4), and (5);\n\n(b) Substitute acceptable alternatives to ozone-depleting substances, as identified under 42 U.S.C. 7671k, to the maximum extent practicable, as provided in 40 CFR 82.84(a)(1), except in the case of Class I substances being used for specified essential uses, as identified under 40 CFR 82.4(n);\n\n(c) Unless a particular contract requires otherwise, specify that, when feasible, contractors shall use another acceptable alternative in lieu of a high global warming potential hydrofluorocarbon in products and services in a particular end use for which EPA’s Significant New Alternatives Policy (SNAP) program has identified other acceptable alternatives that have lower global warming potential; and\n\n(d) Refer to EPA’s SNAP program for the list of alternatives, found at 40 CFR part 82, subpart G as well as supplemental tables of alternatives (available at http://www.epa.gov/snap)."
      },
      "sub": {}
    },
    "804": {
      "name": "Contract provision and clauses.",
      "text": {
        "a": {
          "text": "Except for contracts for supplies that will be delivered outside the United States and its outlying areas, or contracts for services that will be performed outside the United States and its outlying areas, the contracting officer shall insert the following clauses:",
          "sub": {
            "1": {
              "text": "52.223-11, Ozone-Depleting Substances and High Global Warming Potential Hydrofluorocarbons, in solicitations and contracts for–",
              "sub": {
                "i": {
                  "text": "Refrigeration equipment (in product or service code (PSC) 4110);"
                },
                "ii": {
                  "text": "Air conditioning equipment (PSC 4120);"
                },
                "iii": {
                  "text": "Clean agent fire suppression systems/equipment (e.g., installed room flooding systems, portable fire extinguishers, aircraft/tactical vehicle fire/explosion suppression systems) (in PSC 4210);"
                },
                "iv": {
                  "text": "Bulk refrigerants and fire suppressants (in PSC 6830);"
                },
                "v": {
                  "text": "Solvents, dusters, freezing compounds, mold release agents, and any other miscellaneous chemical specialty that may contain ozone-depleting substances or high global warming potential hydrofluorocarbons (in PSC 6850);"
                },
                "vi": {
                  "text": "Corrosion prevention compounds, foam sealants, aerosol mold release agents, and any other preservative or sealing compound that may contain ozone-depleting substances or high global warming potential hydrofluorocarbons (in PSC 8030);"
                },
                "vii": {
                  "text": "Fluorocarbon lubricants (primarily aerosols) (in PSC 9150); and"
                },
                "viii": {
                  "text": "Any other manufactured end products that may contain or be manufactured with ozone-depleting substances."
                }
              }
            },
            "2": {
              "text": "52.223-12, Maintenance, Service, Repair, or Disposal of Refrigeration Equipment and Air Conditioners, in solicitations and contracts that include the maintenance, service, repair, or disposal of–",
              "sub": {
                "i": {
                  "text": "Refrigeration equipment, such as refrigerators, chillers, or freezers; or"
                },
                "ii": {
                  "text": "Air conditioners, including air conditioning systems in motor vehicles."
                }
              }
            },
            "3": {
              "text": "52.223-20, Aerosols, in solicitations and contracts–",
              "sub": {
                "i": {
                  "text": "For products that may contain high global warming potential hydrofluorocarbons as a propellant, or as a solvent; or"
                },
                "ii": {
                  "text": "That involve maintenance or repair of electronic or mechanical devices."
                }
              }
            },
            "4": {
              "text": "52.223-21, Foams, in solicitations and contracts for–"
            },
            "i": {
              "text": "Products that may contain high global warming potential hydrofluorocarbons or refrigerant blends containing hydrofluorocarbons as a foam blowing agent, such as building foam insulation or appliance foam insulation; or"
            },
            "ii": {
              "text": "Construction of buildings or facilities."
            }
          }
        },
        "b": {
          "text": "The provision at 52.223-22, Public Disclosure of Greenhouse Gas Emissions and Reduction Goals-Representation, is required only when 52.204-7, System for Award Management, is included in the solicitation (see 52.204-8, Annual Representations and Certifications)."
        }
      },
      "sub": {}
    }
  }
}