{
  "parentPart": 5,
  "number": 1,
  "name": "Dissemination of Information",
  "sub": {
    "0": {
      "name": "Scope of part.",
      "text": {
        "text": "This part prescribes policies and procedures for publicizing contract opportunities and award information."
      },
      "sub": {}
    },
    "1": {
      "name": "Definition.",
      "text": {
        "text": "“Contract action,” as used in this part, means an action resulting in a contract, as defined in Subpart 2.1, including actions for additional supplies or services outside the existing contract scope, but not including actions that are within the scope and under the terms of the existing contract, such as contract modifications issued pursuant to the Changes clause, or funding and other administrative changes."
      },
      "sub": {}
    },
    "2": {
      "name": "Policy.",
      "text": {
        "text": "Contracting officers must publicize contract actions in order to—\n\n(a) Increase competition;\n\n(b) Broaden industry participation in meeting Government requirements; and\n\n(c) Assist small business concerns, veteran-owned small business concerns, service-disabled veteran-owned small business concerns, HUBZone small business concerns, small disadvantaged business concerns, and women-owned small business concerns in obtaining contracts and subcontracts."
      },
      "sub": {}
    },
    "3": {
      "name": "Governmentwide point of entry.",
      "text": {
        "text": "For any requirement in the FAR to publish a notice, the contracting officer must transmit the notices to the GPE."
      },
      "sub": {}
    },
    "101": {
      "name": "Methods of disseminating information.",
      "text": {
        "1": {
          "text": "Preparing periodic handouts listing proposed contracts, and displaying them as in 5.101(a)(2)."
        },
        "2": {
          "text": "Assisting local trade associations in disseminating information to their members."
        },
        "3": {
          "text": "Making brief announcements of proposed contracts to newspapers, trade journals, magazines, or other mass communication media for publication without cost to the Government."
        },
        "4": {
          "text": "Placing paid advertisements in newspapers or other communications media, subject to the following limitations:"
        },
        "a": {
          "text": "As required by the Small Business Act (15 U.S.C. 637(e)) and the Office of Federal Procurement Policy Act (41 U.S.C. 1708), contracting officers must disseminate information on proposed contract actions as follows:",
          "sub": {
            "1": {
              "text": "For proposed contract actions expected to exceed $25,000, by synopsizing in the GPE (see 5.201)."
            },
            "2": {
              "text": "For proposed contract actions expected to exceed $15,000, but not expected to exceed $25,000, by displaying in a public place, or by any appropriate electronic means, an unclassified notice of the solicitation or a copy of the solicitation satisfying the requirements of 5.207(c). The notice must include a statement that all responsible sources may submit a response which, if timely received, must be considered by the agency. The information must be posted not later than the date the solicitation is issued, and must remain posted for at least 10 days or until after quotations have been opened, whichever is later."
            },
            "i": {
              "text": "If solicitations are posted instead of a notice, the contracting officer may employ various methods of satisfying the requirements of 5.207(c). For example, the contracting officer may meet the requirements of 5.207(c) by stamping the solicitation, by a cover sheet to the solicitation, or by placing a general statement in the display room."
            },
            "ii": {
              "text": "The contracting officer need not comply with the display requirements of this section when the exemptions at 5.202(a)(1), (a)(4) through (a)(9), or (a)(11) apply, when oral solicitations are used, or when providing access to a notice of proposed contract action and solicitation through the GPE and the notice permits the public to respond to the solicitation electronically."
            },
            "iii": {
              "text": "Contracting officers may use electronic posting of requirements in a place accessible by the general public at the Government installation to satisfy the public display requirement. Contracting offices using electronic systems for public posting that are not accessible outside the installation must periodically publicize the methods for accessing the information."
            }
          }
        },
        "b": {
          "text": "In addition, one or more of the following methods may be used:"
        },
        "i": {
          "text": "Contracting officers shall place paid advertisements of proposed contracts only when it is anticipated that effective competition cannot be obtained otherwise (see 5.205(d))."
        },
        "ii": {
          "text": "Contracting officers shall not place advertisements of proposed contracts in a newspaper published and printed in the District of Columbia unless the supplies or services will be furnished, or the labor performed, in the District of Columbia or adjoining counties in Maryland or Virginia (44 U.S.C. 3701)."
        },
        "iii": {
          "text": "Advertisements published in newspapers must be under proper written authority in accordance with 44 U.S.C. 3702 (see 5.502(a))."
        }
      },
      "sub": {}
    },
    "102": {
      "name": "Availability of solicitations.",
      "text": {
        "a": {
          "text": "(1) Except as provided in paragraph (a)(5) of this section, the contracting officer must make available through the GPE solicitations synopsized through the GPE, including specifications, technical data, and other pertinent information determined necessary by the contracting officer. Transmissions to the GPE must be in accordance with the interface description available via the Internet at http://www.fedbizopps.gov.",
          "sub": {
            "2": {
              "text": "The contracting officer is encouraged, when practicable and cost-effective, to make accessible through the GPE additional information related to a solicitation."
            },
            "3": {
              "text": "The contracting officer must ensure that solicitations transmitted using electronic commerce are forwarded to the GPE to satisfy the requirements of paragraph (a)(1) of this section."
            },
            "4": {
              "text": "When an agency determines that a solicitation contains information that requires additional controls to monitor access and distribution (e.g., technical data, specifications, maps, building designs, schedules, etc.), the information shall be made available through the enhanced controls of the GPE, unless an exception in paragraph (a)(5) of this section applies.  The GPE meets the synopsis and advertising requirements of this part."
            },
            "5": {
              "text": "The contracting officer need not make a solicitation available through the GPE as required in paragraph (a)(4) of this section, when—",
              "sub": {
                "i": {
                  "text": "Disclosure would compromise the national security (e.g., would result in disclosure of classified information, or information subject to export controls) or create other security risks. The fact that access to classified matter may be necessary to submit a proposal or perform the contract does not, in itself, justify use of this exception;"
                },
                "ii": {
                  "text": "The nature of the file (e.g., size, format) does not make it cost-effective or practicable for contracting officers to provide access to the solicitation through the GPE; or"
                },
                "iii": {
                  "text": "The agency’s senior procurement executive makes a written determination that access through the GPE is not in the Government’s interest."
                }
              }
            },
            "6": {
              "text": "When an acquisition contains brand name specifications, the contracting officer shall include with the solicitation the justification or documentation required by 6.302-1(c), 13.106-1(b), or 13.501, redacted as necessary (see 6.305)."
            }
          }
        },
        "b": {
          "text": "When the contracting officer does not make a solicitation available through the GPE pursuant to paragraph (a)(5) of this section, the contracting officer—",
          "sub": {
            "1": {
              "text": "Should employ other electronic means (e.g., CD-ROM or electronic mail) whenever practicable and cost- effective. When solicitations are provided electronically on physical media (e.g., disks) or in paper form, the contracting officer must—",
              "sub": {
                "i": {
                  "text": "Maintain a reasonable number of copies of solicitations, including specifications and other pertinent information determined necessary by the contracting officer (upon request, potential sources not initially solicited should be mailed or provided copies of solicitations, if available);"
                },
                "ii": {
                  "text": "Provide copies on a “first-come-first-served” basis, for pickup at the contracting office, to publishers, trade associations, information services, and other members of the public having a legitimate interest (for construction, see 36.211); and"
                },
                "iii": {
                  "text": "Retain a copy of the solicitation and other documents for review by and duplication for those requesting copies after the initial number of copies is exhausted; and"
                }
              }
            },
            "2": {
              "text": "May require payment of a fee, not exceeding the actual cost of duplication, for a copy of the solicitation document."
            }
          }
        },
        "c": {
          "text": "In addition to the methods of disseminating proposed contract information in 5.101(a) and (b), provide, upon request to small business concerns, as required by 15 U.S.C. 637(b)—",
          "sub": {
            "1": {
              "text": "A copy of the solicitation and specifications. In the case of solicitations disseminated by electronic data interchange, solicitations may be furnished directly to the electronic address of the small business concern;"
            },
            "2": {
              "text": "The name and telephone number of an employee of the contracting office who will answer questions on the solicitation; and"
            },
            "3": {
              "text": "Adequate citations to each applicable major Federal law or agency rule with which small business concerns must comply in performing the contract."
            }
          }
        },
        "d": {
          "text": "When electronic commerce (see Subpart 4.5) is used in the solicitation process, availability of the solicitation may be limited to the electronic medium."
        },
        "e": {
          "text": "Provide copies of a solicitation issued under other than full and open competition to firms requesting copies that were not initially solicited, but only after advising the requester of the determination to limit the solicitation to a specified firm or firms as authorized under Part 6."
        },
        "f": {
          "text": "This section 5.102 applies to classified contracts to the extent consistent with agency security requirements (see 5.202(a)(1))."
        }
      },
      "sub": {}
    }
  }
}