{
  "parentPart": 19,
  "number": 8,
  "name": "Contracting with the Small Business Administration (The 8(a) Program)",
  "sub": {
    "800": {
      "name": "General.",
      "text": {
        "a": {
          "text": "Section 8(a) of the Small Business Act (15 U.S.C. 637(a)) established a program that authorizes the Small Business Administration (SBA) to enter into all types of contracts with other agencies and award subcontracts for performing those contracts to firms eligible for program participation. This program is the “8(a) Business Development Program,” commonly referred to as the “8(a) program.” A small business that is accepted into the 8(a) program is known as a “participant.” SBA’s subcontractors are referred to as “8(a) contractors.” As used in this subpart, an 8(a) contractor is an 8(a) participant that is currently performing on a Federal contract or order that was set aside for 8(a) participants."
        },
        "b": {
          "text": "Contracts may be awarded to the SBA for performance by eligible 8(a) participants on either a sole source or competitive basis."
        },
        "c": {
          "text": "Acting under the authority of the program, the SBA certifies to an agency that SBA is competent and responsible to perform a specific contract. The contracting officer has the discretion to award the contract to the SBA based upon mutually agreeable terms and conditions."
        },
        "d": {
          "text": "The contracting officer shall comply with 19.203 before deciding to offer an acquisition to a small business concern under the 8(a) program. For acquisitions above the simplified acquisition threshold, the contracting officer shall consider 8(a) set-asides or sole source awards before considering small business set-asides."
        },
        "e": {
          "text": "When SBA has delegated its 8(a) program contract execution authority to an agency, the contracting officer must refer to its agency supplement or other policy directives for appropriate guidance."
        }
      },
      "sub": {}
    },
    "801": {
      "name": "[Reserved]",
      "text": {
        "text": ""
      },
      "sub": {}
    },
    "802": {
      "name": "Determining eligibility for the 8(a) Program.",
      "text": {
        "text": "Determining the eligibility of a small business to be a participant in the 8(a) program is the responsibility of the SBA. SBA’s regulations on eligibility requirements for participation in the 8(a) program are found at 13 CFR 124.101 through 124.112."
      },
      "sub": {}
    },
    "803": {
      "name": "Selecting acquisitions for the 8(a) program.",
      "text": {
        "text": "Through their cooperative efforts, the SBA and an agency match the agency’s requirements with the capabilities of 8(a) participants to establish a basis for the agency to contract with the SBA under the program. Selection is initiated in one of three ways:\n\n(a) The SBA advises the contracting activity of an 8(a) participant's capabilities through a search letter and requests the contracting activity to identify acquisitions to support the participant’s business plans. In these instances, the SBA will provide at a minimum the following information in order to enable the contracting activity to match an acquisition to the participant's capabilities:\n\n(1) Identification of the participant and its owners.\n\n(2) Background information on the participant, including any and all information pertaining to the participant’s technical ability and capacity to perform.\n\n(3) The participant’s present production capacity and related facilities.\n\n(4) The extent to which contracting assistance is needed in the present and the future, described in terms that will enable the agency to relate the participant's plans to present and future agency requirements.\n\n(5) If construction is involved, the request shall also include the following:\n\n(i) A participant’s capabilities in and qualifications for accomplishing various categories of construction work typically found in North American Industrial Category System subsector 236 (construction of buildings), subsector 237 (heavy and civil engineering construction), or subsector 238 (specialty trade contractors).\n\n(ii) The participant’s capacity in each construction category in terms of estimated dollar value (e.g., electrical, up to $100,000).\n\n(b) The SBA identifies a specific requirement for one or more 8(a) participant(s) and sends a requirements letter to the agency's Office of Small and Disadvantaged Business Utilization, or for the Department of Defense, Office of Small Business Programs, requesting the contracting office offer the acquisition to the 8(a) program. In these instances, in addition to the information in paragraph (a) of this section, the SBA will provide—\n\n(1) A clear identification of the acquisition sought; e.g., project name or number;\n\n(2) A statement as to how the required equipment and real property will be provided in order to ensure that the participant will be fully capable of satisfying the agency’s requirements;\n\n(3) If construction, information as to the bonding capability of the firm(s); and\n\n(4) Either—\n\n(i) If sole source request—\n\n(A) The reasons why the participant is considered suitable for this particular acquisition; e.g., previous contracts for the same or similar supply or service; and\n\n(B) A statement that the participant is eligible in terms of its small business size status relative to the assigned NAICS code, business support levels, and business activity targets; or\n\n(ii) If competitive, a statement that at least two 8(a) participants are considered capable of satisfying the agency’s requirements and a statement that the participants are also eligible in terms of their small business size status relative to the assigned NAICS code, business support levels, and business activity targets. If requested by the contracting office, SBA will identify at least two such participants and provide information concerning the participants’ capabilities.\n\n(c) Agencies may also review other proposed acquisitions for the purpose of identifying requirements which may be offered to the SBA. Where agencies independently, or through the self marketing efforts of an 8(a) participant, identify a requirement for the 8(a) program, they may offer on behalf of a specific 8(a) participant, for the 8(a) program in general, or for 8(a) competition."
      },
      "sub": {}
    },
    "804": {
      "name": "Evaluation, offering, and acceptance.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "Agency evaluation.",
          "text": {
            "text": "In determining the extent to which a requirement should be offered in support of the 8(a) Program, the agency should evaluate—\n\n(a) Current and future plans to acquire the specific items or work that 8(a) participants are seeking to provide, identified in terms of—\n\n(1) Estimated quantities of the supplies or services required or the estimated number of construction projects planned; and\n\n(2) Performance or delivery requirements, including–\n\n(i) Required monthly production rates, when applicable; and\n\n(ii) For construction, the geographical location where work is to be performed;\n\n(b) The impact of any delay in delivery;\n\n(c) Whether the items or work have previously been acquired using small business set-asides, and the date the items or work were acquired;\n\n(d) Problems encountered in previous acquisitions of the items or work from the 8(a) participants or other contractors; and\n\n(e) Any other pertinent information about known 8(a) participants, the items, or the work. This includes any information concerning the participants’ products or capabilities. When necessary, the contracting agency shall make an independent review of the factors in 19.803(a) and other aspects of the participants’ capabilities which would ensure the satisfactory performance of the requirement being considered for commitment to the 8(a) program."
          }
        },
        "2": {
          "name": "Agency offering.",
          "text": {
            "a": {
              "text": "After completing its evaluation, the contracting office shall notify the SBA of the extent of its plans to place 8(a) contracts with the SBA for specific quantities of items or work. The notification, referred to as an offering letter, shall identify the time frames within which resulting 8(a) awards must be completed in order for the agency to meet its responsibilities. The offering letter shall also contain the following information applicable to each prospective contract:",
              "sub": {
                "1": {
                  "text": "A description of the work to be performed or items to be delivered, and a copy of the statement of work, if available."
                },
                "2": {
                  "text": "The estimated period of performance."
                },
                "3": {
                  "text": "The NAICS code that applies to the principal nature of the acquisition."
                },
                "4": {
                  "text": "The anticipated dollar value of the requirement, including options, if any."
                },
                "5": {
                  "text": "Any special restrictions or geographical limitations on the requirement (for construction, include the location of the work to be performed)."
                },
                "6": {
                  "text": "Any special capabilities or disciplines needed for contract performance."
                },
                "7": {
                  "text": "The type of contract anticipated."
                },
                "8": {
                  "text": "The acquisition history, if any, of the requirement, including the names and addresses of any small business contractors that have performed this requirement during the previous 24 months."
                },
                "9": {
                  "text": "A statement that prior to the offering no solicitation for the specific acquisition has been issued as a small business, HUBZone, service-disabled veteran-owned small business set-aside, or a set-aside under the Women-Owned Small Business (WOSB) Program, and that no other public communication (such as a notice through the Governmentwide point of entry (GPE)) has been made showing the contracting agency’s clear intention to set-aside the acquisition for small business, HUBZone small business, service-disabled veteran-owned small business concerns, or a set-aside under the WOSB Program."
                },
                "10": {
                  "text": "Identification of any particular 8(a) participant designated for consideration, including a brief justification, such as—",
                  "sub": {
                    "i": {
                      "text": "The 8(a) participant, through its own efforts, marketed the requirement and caused it to be reserved for the 8(a) program; or"
                    },
                    "ii": {
                      "text": "The acquisition is a follow-on or renewal contract and the nominated 8(a) participant is the incumbent."
                    }
                  }
                },
                "11": {
                  "text": "Bonding requirements, if applicable."
                },
                "12": {
                  "text": "Identification of all 8(a) participants which have expressed an interest in being considered for the acquisition."
                },
                "13": {
                  "text": "Identification of all SBA field offices that have asked for the acquisition for the 8(a) program."
                },
                "14": {
                  "text": "A request, if appropriate, that a requirement with an estimated contract value under the applicable competitive threshold be awarded as an 8(a) competitive contract (see 19.805-1(d))."
                },
                "15": {
                  "text": "A request, if appropriate, that a requirement with a contract value over the applicable competitive threshold be awarded as a sole source contract (see 19.805-1(b))."
                },
                "16": {
                  "text": "Any other pertinent and reasonably available data."
                }
              }
            },
            "b": {
              "text": "(1) An agency offering a construction requirement for which no specific offeror is nominated should submit it to the SBA District Office for the geographical area where the work is to be performed.",
              "sub": {
                "2": {
                  "text": "An agency offering a construction requirement on behalf of a specific offeror should submit it to the SBA District Office servicing that concern."
                },
                "3": {
                  "text": "Sole source requirements, other than construction, should be forwarded directly to the district office that services the nominated 8(a) participant. If the contracting officer is not nominating a specific 8(a) participant, the offering letter should be forwarded to the district office servicing the geographical area in which the contracting office is located."
                }
              }
            },
            "c": {
              "text": "All requirements for 8(a) competition, other than construction, should be forwarded to the district office servicing the geographical area in which the contracting office is located. All requirements for 8(a) construction competition should be forwarded to the district office servicing the geographical area in which all or the major portion of the construction is to be performed. All requirements, including construction, must be synopsized through the GPE. For construction, the synopsis must include the geographical area of the competition set forth in the SBA’s acceptance letter."
            }
          }
        },
        "3": {
          "name": "SBA acceptance.",
          "text": {
            "1": {
              "text": "Sole source award where the contracting officer nominates a specific 8(a) participant. SBA will determine whether an appropriate match exists where the contracting officer identifies a particular participant for a sole source award.",
              "sub": {
                "i": {
                  "text": "Once SBA determines that a procurement is suitable to be accepted as an 8(a) sole source contract, SBA will normally accept it on behalf of the 8(a) participant recommended by the contracting officer, provided that the 8(a) participant complies with the requirements of 13 CFR 124.503(c)(1)."
                },
                "ii": {
                  "text": "If an appropriate match does not exist, SBA will notify the 8(a) participant and the contracting officer, and may then nominate an alternate 8(a) participant."
                }
              }
            },
            "2": {
              "text": "Sole source award where the contracting officer does not nominate a specific 8(a) participant. When a contracting officer does not nominate an 8(a) participant for performance of a sole source 8(a) contract, SBA will select an 8(a) participant for possible award from among two or more eligible and qualified 8(a) participants. The selection will be based upon relevant factors, including business development needs, compliance with competitive business mix requirements (if applicable), financial condition, management ability, technical capability, and whether award will promote the equitable distribution of 8(a) contracts. (For construction requirements see 13 CFR 124.503(d)(1))."
            },
            "a": {
              "text": "Upon receipt of the contracting office’s offering letter, SBA will determine whether to accept the requirement for the 8(a) program. SBA’s decision whether to accept the requirement will be transmitted to the contracting office in writing within 10 working days of receipt of the offer if the contract is likely to exceed the simplified acquisition threshold and within two working days of receipt if the contract is at or below the simplified acquisition threshold. The contracting office may grant an extension of these time periods, if requested by SBA.",
              "sub": {
                "1": {
                  "text": "For acquisitions exceeding the simplified acquisition threshold, if SBA does not respond to an offering letter within ten working days, the contracting office may seek SBA’s acceptance through the Associate Administrator for Business Development. The contracting office may assume that SBA has accepted the requirement into the 8(a) program if it does not receive a reply from the Associate Administrator for Business Development within five calendar days of receipt of the contracting office’s request."
                },
                "2": {
                  "text": "For acquisitions not exceeding the simplified acquisition threshold, when the contracting office makes an offer to the 8(a) program on behalf of a specific 8(a) participant and does not receive a reply to its offering letter within two working days, the contracting office may assume the offer is accepted and proceed with award of an 8(a) contract."
                }
              }
            },
            "b": {
              "text": "As part of the acceptance process, SBA will review the appropriateness of the NAICS code designation assigned to the requirement by the contracting officer.",
              "sub": {
                "1": {
                  "text": "SBA will not challenge the NAICS code assigned to the requirement by the contracting officer if it is reasonable, even though other NAICS codes may also be reasonable."
                },
                "2": {
                  "text": "If SBA and the contracting officer are unable to agree on a NAICS code designation for the requirement, SBA may refuse to accept the requirement for the 8(a) program, appeal the contracting officer’s determination to the head of the agency pursuant to 19.810, or appeal the NAICS code designation to the SBA Office of Hearings and Appeals under subpart C of 13 CFR part 134."
                }
              }
            },
            "c": {
              "text": "Sole source 8(a) awards.  If an appropriate match exists, SBA will advise the contracting officer whether it will participate in contract negotiations or whether SBA will authorize the contracting officer to negotiate directly with the identified 8(a) participant. Where SBA has delegated its contract execution functions to a contracting agency, SBA will also identify that delegation in its acceptance letter."
            }
          }
        },
        "4": {
          "name": "Repetitive acquisitions.",
          "text": {
            "text": "In order for repetitive acquisitions to be awarded through the 8(a) program, there must be separate offers and acceptances. This allows the SBA to determine—\n\n(a) Whether the requirement should be a competitive 8(a) award;\n\n(b) A nominated 8(a) participant’s eligibility, and whether or not it is the same 8(a) participant that performed the previous contract;\n\n(c) The effect that contract award would have on the equitable distribution of 8(a) contracts; and\n\n(d) Whether the requirement should continue under the 8(a) program."
          }
        },
        "5": {
          "name": "Basic ordering agreements.",
          "text": {
            "a": {
              "text": "The contracting office shall submit an offering letter for, and SBA must accept, each order under a basic ordering agreement (BOA) in addition to the agency offering and SBA accepting the BOA itself."
            },
            "b": {
              "text": "SBA will not accept for award on a sole-source basis any order that would cause the total dollar amount of orders issued under a specific BOA to exceed the competitive threshold amount in 19.805-1."
            },
            "c": {
              "text": "Once an 8(a) participant’s program term expires, the participant otherwise exits the 8(a) program, or becomes other than small for the NAICS code assigned under the BOA, SBA will not accept new orders for the participant."
            }
          }
        },
        "6": {
          "name": "Indefinite delivery contracts.",
          "text": {
            "a": {
              "text": "Separate offers and acceptances are not required for individual orders under multiple-award contracts (including the Federal Supply Schedules managed by GSA, multi-agency contracts or Governmentwide acquisition contracts, or indefinite-delivery, indefinite-quantity (IDIQ) contracts) that have been set aside for exclusive competition among 8(a) contractors. SBA’s acceptance of the original contract is valid for the term of the contract. Offers and acceptances are required for individual orders under multiple-award contracts that have not been set aside for exclusive competition among 8(a) contractors."
            },
            "b": {
              "text": "An 8(a) contractor may continue to accept new orders under the contract, even if it exits the 8(a) program, or becomes other than small for the NAICS code assigned to the contract."
            },
            "c": {
              "text": "Agencies may continue to take credit toward their prime contracting small disadvantaged business or small business goals for orders awarded to 8(a) participants, even after the contractor’s 8(a) program term expires, the contractor otherwise exits the 8(a) program, or the contractor becomes other than small for the NAICS code assigned under the 8(a) contract. However, if an 8(a) contractor rerepresents that it is other than small for the NAICS code assigned under the contract in accordance with 19.301-2 or, where ownership or control of the 8(a) contractor has changed and SBA has granted a waiver to allow the contractor to continue performance (see 13 CFR 124.515), the agency may not credit any subsequent orders awarded to the contractor towards its small disadvantaged business or small business goals."
            }
          }
        }
      }
    },
    "805": {
      "name": "Competitive 8(a).",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "General.",
          "text": {
            "a": {
              "text": "Except as provided in paragraph (b) of this section, an acquisition offered to the SBA under the 8(a) program shall be awarded on the basis of competition limited to eligible 8(a) participants when—",
              "sub": {
                "1": {
                  "text": "There is a reasonable expectation that at least two eligible and responsible 8(a) participants will submit offers and that award can be made at a fair market price; and"
                },
                "2": {
                  "text": "The anticipated total value of the contract, including options, will exceed $7 million for acquisitions assigned manufacturing North American Industry Classification System (NAICS) codes and $4 million for all other acquisitions."
                }
              }
            },
            "b": {
              "text": "Where an acquisition exceeds the competitive threshold (see paragraph (a)(2) of this section), the SBA may accept the requirement for a sole source 8(a) award if—",
              "sub": {
                "1": {
                  "text": "There is not a reasonable expectation that at least two eligible and responsible 8(a) participants will submit offers at a fair market price; or"
                },
                "2": {
                  "text": "SBA accepts the requirement on behalf of a concern owned by an Indian tribe or an Alaska Native Corporation."
                }
              }
            },
            "c": {
              "text": "A proposed 8(a) requirement with an estimated value exceeding the applicable competitive threshold amount shall not be divided into several requirements for lesser amounts in order to use 8(a) sole source procedures for award to a single firm."
            },
            "d": {
              "text": "The SBA Associate Administrator for Business Development may approve a contracting office's request for a competitive 8(a) award below the competitive thresholds. Such requests will be approved only on a limited basis and will be primarily granted where technical competitions are appropriate or where a large number of responsible 8(a) participants are available for competition. In determining whether a request to compete below the threshold will be approved, the SBA Associate Administrator for Business Development will, in part, consider the extent to which the contracting activity is supporting the 8(a) program on a noncompetitive basis. The agency may include recommendations for competition below the threshold in the offering letter or by separate correspondence to the SBA Associate Administrator for Business Development."
            }
          }
        },
        "2": {
          "name": "Procedures.",
          "text": {
            "a": {
              "text": "Offers shall be solicited from those sources identified in accordance with 19.804-3."
            },
            "b": {
              "text": "The SBA will determine the eligibility of the participants for award of the contract. Eligibility will be determined by the SBA as of the time of submission of initial offers which include price. Eligibility is based on Section 8(a) program criteria. An 8(a) participant must represent that it is a small business in accordance with the size standard corresponding to the NAICS code assigned to the contract.",
              "sub": {
                "1": {
                  "text": "In either negotiated or sealed bid competitive 8(a) acquisitions SBA will determine the eligibility of the apparent successful offeror and advise the contracting office within 5 working days after receipt of the contracting office’s request for an eligibility determination.",
                  "sub": {
                    "i": {
                      "text": "If SBA determines that the apparent successful offeror is ineligible, the contracting office will then send to SBA the identity of the next highest evaluated offeror for an eligibility determination. The process is repeated until SBA determines that an identified offeror is eligible for award."
                    },
                    "ii": {
                      "text": "If the contracting officer believes that the apparent successful offeror (or the offeror SBA has determined eligible for award) is not responsible to perform the contract, the contracting officer must refer the matter to SBA for Certificate of Competency consideration under subpart 19.6."
                    }
                  }
                },
                "2": {
                  "text": "In any case in which an 8(a) participant is determined to be ineligible, SBA will notify the 8(a) participant of that determination."
                }
              }
            },
            "c": {
              "text": "Any party with information questioning the eligibility of an 8(a) participant to continue participation in the 8(a) program or for the purposes of a specific 8(a) award may submit such information to the SBA in accordance with 13 CFR 124.112(c)."
            }
          }
        }
      }
    },
    "806": {
      "name": "Pricing the 8(a) contract.",
      "text": {
        "a": {
          "text": "The contracting officer shall price the 8(a) contract in accordance with subpart 15.4. If required by subpart 15.4, the SBA shall obtain certified cost or pricing data from the 8(a) contractor. If the SBA requests audit assistance to determine the proposed price to be fair and reasonable in a sole source acquisition, the contracting activity shall furnish it to the extent it is available."
        },
        "b": {
          "text": "An 8(a) contract, sole source or competitive, may not be awarded if the price of the contract results in a cost to the contracting agency which exceeds a fair market price."
        },
        "c": {
          "text": "If requested by the SBA, the contracting officer shall make available the data used to estimate the fair market price within 10 working days."
        },
        "d": {
          "text": "The negotiated contract price and the estimated fair market price are subject to the concurrence of the SBA. In the event of a disagreement between the contracting officer and the SBA, the SBA may appeal in accordance with 19.810."
        }
      },
      "sub": {}
    },
    "807": {
      "name": "Estimating fair market price.",
      "text": {
        "a": {
          "text": "The contracting officer shall estimate the fair market price of the work to be performed by the 8(a) contractor."
        },
        "b": {
          "text": "In estimating the fair market price for an acquisition other than those covered in paragraph (c) of this section, the contracting officer shall use cost or price analysis and consider commercial prices for similar products and services, available in-house cost estimates, data (including certified cost or pricing data) submitted by the SBA or the 8(a) contractor, and data obtained from any other Government agency."
        },
        "c": {
          "text": "In estimating a fair market price for a repeat purchase, the contracting officer shall consider recent award prices for the same items or work if there is comparability in quantities, conditions, terms, and performance times. The estimated price should be adjusted to reflect differences in specifications, plans, transportation costs, packaging and packing costs, and other circumstances. Price indices may be used as guides to determine the changes in labor and material costs. Comparison of commercial prices for similar items may also be used."
        }
      },
      "sub": {}
    },
    "808": {
      "name": "Contract negotiation.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "Sole source.",
          "text": {
            "a": {
              "text": "The SBA may not accept for negotiation a sole-source 8(a) contract that exceeds $22 million unless the requesting agency has completed a justification in accordance with the requirements of 6.303."
            },
            "b": {
              "text": "The SBA is responsible for initiating negotiations with the agency within the time established by the agency. If the SBA does not initiate negotiations within the agreed time and the agency cannot allow additional time, the agency may, after notifying the SBA, proceed with the acquisition from other sources."
            },
            "c": {
              "text": "The SBA should participate, whenever practicable, in negotiating the contracting terms. When mutually agreeable, the SBA may authorize the contracting officer to negotiate directly with the 8(a) participant. Whether or not direct negotiations take place, the SBA is responsible for approving the resulting contract before award."
            },
            "d": {
              "text": "An 8(a) participant must represent that it is a small business in accordance with the size standard corresponding to the NAICS code assigned to the contract."
            },
            "e": {
              "text": "An 8(a) participant owned by an Alaska Native Corporation, Indian Tribe, Native Hawaiian Organization, or Community Development Corporation may not receive an 8(a) sole source award that is a follow-on contract to an 8(a) contract, if the predecessor contract was performed by another 8(a) participant (or former 8(a) participant) owned by the same Alaska Native Corporation, Indian Tribe, Native Hawaiian Organization, or Community Development Corporation (See 13 CFR 124.109 through 124.111)."
            }
          }
        },
        "2": {
          "name": "Competitive.",
          "text": {
            "text": "In competitive 8(a) acquisitions subject to part 15, the contracting officer conducts negotiations directly with the competing 8(a) participants. Conducting competitive negotiations among 8(a) participants prior to SBA’s formal acceptance of the acquisition for the 8(a) program may be grounds for SBA’s not accepting the acquisition for the 8(a) program."
          }
        }
      }
    },
    "809": {
      "name": "Preaward considerations.",
      "text": {
        "text": "The contracting officer should request a preaward survey of the 8(a) participant whenever considered useful. If the results of the preaward survey or other information available to the contracting officer raise substantial doubt as to the participant’s ability to perform, the contracting officer must refer the matter to SBA for Certificate of Competency consideration under subpart 19.6."
      },
      "sub": {}
    },
    "810": {
      "name": "SBA appeals.",
      "text": {
        "a": {
          "text": "The SBA Administrator may submit the following matters for determination to the agency head if the SBA and the contracting officer fail to agree on them:",
          "sub": {
            "1": {
              "text": "The decision not to make a particular acquisition available for award under the 8(a) Program."
            },
            "2": {
              "text": "A contracting officer’s decision to reject a specific 8(a) participant for award of an 8(a) contract after SBA’s acceptance of the requirement for the 8(a) program."
            },
            "3": {
              "text": "The terms and conditions of a proposed 8(a) contract, including the contracting officer’s NAICS code designation and estimate of the fair market price."
            }
          }
        },
        "b": {
          "text": "(1) Notification by SBA of an intent to appeal to the agency head–",
          "sub": {
            "2": {
              "text": "SBA must send the written appeal to the agency head within 15 working days of SBA’s notification of intent to appeal or the appeal may be considered withdrawn. Pending issuance of a decision by the agency head, the contracting officer shall suspend action on the acquisition. The contracting officer need not suspend action on the acquisition if the contracting officer makes a written determination that urgent and compelling circumstances that significantly affect the interests of the United States will not permit waiting for a decision."
            },
            "i": {
              "text": "Must be received by the contracting officer within 5 working days after SBA is formally notified of the contracting officer’s decision; and"
            },
            "ii": {
              "text": "Must be provided to the contracting agency Director for Small and Disadvantaged Business Utilization or, for the Department of Defense, the Director of Small Business Programs."
            }
          }
        },
        "c": {
          "text": "If the SBA appeal is denied, the decision of the agency head shall specify the reasons for the denial, including the reasons why the selected participant was determined incapable of performance, if appropriate. The decision shall be made a part of the contract file."
        }
      },
      "sub": {}
    },
    "811": {
      "name": "Preparing the contracts.",
      "text": {
        "text": ""
      },
      "sub": {
        "1": {
          "name": "Sole source.",
          "text": {
            "a": {
              "text": "The contract to be awarded by the agency to the SBA shall be prepared in accordance with agency procedures and in the same detail as would be required in a contract with a business concern. The contracting officer shall use the Standard Form 26 as the award form, except for construction contracts, in which case the Standard Form 1442 shall be used as required in 36.701(a)."
            },
            "b": {
              "text": "The contracting officer shall prepare the contract that the SBA will award to the 8(a) participant in accordance with agency procedures, as if awarding the contract directly to the 8(a) participant, except for the following:",
              "sub": {
                "1": {
                  "text": "The award form shall cite 41 U.S.C. 3304(a)(5) or 10 U.S.C. 2304(c)(5) (as appropriate) as the authority for use of other than full and open competition."
                },
                "2": {
                  "text": "Appropriate clauses shall be included, as necessary, to reflect that the contract is between the SBA and the 8(a) contractor."
                },
                "3": {
                  "text": "The following items shall be inserted by the SBA:",
                  "sub": {
                    "i": {
                      "text": "The SBA contract number."
                    },
                    "ii": {
                      "text": "The effective date."
                    },
                    "iii": {
                      "text": "The typed name of the SBA’s contracting officer."
                    },
                    "iv": {
                      "text": "The signature of the SBA’s contracting officer."
                    },
                    "v": {
                      "text": "The date signed."
                    }
                  }
                },
                "4": {
                  "text": "The SBA will obtain the signature of the 8(a) contractor prior to signing and returning the prime contract to the contracting officer for signature. The SBA will make every effort to obtain signatures and return the contract, and any subsequent bilateral modification, to the contracting officer within a maximum of 10 working days."
                }
              }
            },
            "c": {
              "text": "Except in procurements where the SBA will make advance payments to its 8(a) contractor, the agency contracting officer may, as an alternative to the procedures in paragraphs (a) and (b) of this subsection, use a single contract document for both the prime contract between the agency and the SBA and its 8(a) contractor. The single contract document shall contain the information in paragraphs (b) (1), (2), and (3) of this subsection. Appropriate blocks on the Standard Form (SF) 26 or 1442 will be asterisked and a continuation sheet appended as a tripartite agreement which includes the following:",
              "sub": {
                "1": {
                  "text": "Agency acquisition office, prime contract number, name of agency contracting officer and lines for signature, date signed, and effective date."
                },
                "2": {
                  "text": "The SBA office, the SBA contract number, name of the SBA contracting officer, and lines for signature and date signed."
                },
                "3": {
                  "text": "Name and lines for the 8(a) subcontractor’s signature and date signed."
                }
              }
            },
            "d": {
              "text": "For acquisitions not exceeding the simplified acquisition threshold, the contracting officer may use the alternative procedures in paragraph (c) of this subsection with the appropriate simplified acquisition forms."
            }
          }
        },
        "2": {
          "name": "Competitive.",
          "text": {
            "a": {
              "text": "The contract will be prepared in accordance with 14.408-1(d), except that appropriate blocks on the Standard Form 26 or 1442 will be asterisked and a continuation sheet appended as a tripartite agreement which includes the following:",
              "sub": {
                "1": {
                  "text": "The agency contracting activity, prime contract number, name of agency contracting officer, and lines for signature, date signed, and effective date."
                },
                "2": {
                  "text": "The SBA office, the SBA subcontract number, name of the SBA contracting officer and lines for signature and date signed."
                }
              }
            },
            "b": {
              "text": "The process for obtaining signatures shall be as specified in 19.811-1(b)(4)."
            }
          }
        },
        "3": {
          "name": "Contract clauses.",
          "text": {
            "a": {
              "text": "The contracting officer shall insert the clause at 52.219-11, Special 8(a) Contract Conditions, in contracts between the SBA and the agency when the acquisition is accomplished using the procedures of 19.811-1(a) and (b)."
            },
            "b": {
              "text": "The contracting officer shall insert the clause at 52.219-12, Special 8(a) Subcontract Conditions, in contracts between the SBA and its 8(a) contractor when the acquisition is accomplished using the procedures of 19.811-1(a) and (b)."
            },
            "c": {
              "text": "The contracting officer shall insert the clause at 52.219-17, Section 8(a) Award, in competitive solicitations and contracts when the acquisition is accomplished using the procedures of 19.805 and in sole source awards which utilize the alternative procedure in 19.811-1(c)."
            },
            "d": {
              "text": "The contracting officer shall insert the clause at 52.219-18, Notification of Competition Limited to Eligible 8(a) Participants, in competitive solicitations and contracts when the acquisition is accomplished using the procedures of 19.805.",
              "sub": {
                "1": {
                  "text": "The clause at 52.219-18 with its Alternate I will be used when competition is to be limited to 8(a) participants within one or more specific SBA districts pursuant to 19.804-2."
                },
                "2": {
                  "text": "The clause at 52.219-18 with its Alternate II will be used when the acquisition is for a product in a class for which the Small Business Administration has waived the nonmanufacturer rule (see 19.102(f)(4) and (5))."
                }
              }
            },
            "e": {
              "text": "The contracting officer shall insert the clause at 52.219-14, Limitations on Subcontracting, in any solicitation and contract resulting from this subpart. This includes multiple-award contracts when orders may be set aside for 8(a) participants as described in 8.405-5 and 16.505(b)(2)(i)(F)."
            }
          }
        }
      }
    },
    "812": {
      "name": "Contract administration.",
      "text": {
        "a": {
          "text": "The contracting officer shall assign contract administration functions, as required, based on the location of the 8(a) contractor (see Federal Directory of Contract Administration Services Components (available via the Internet at https://pubapp.dcma.mil/CASD/main.jsp))."
        },
        "b": {
          "text": "The agency shall distribute copies of the contract(s) in accordance with part 4. All contracts and modifications, if any, shall be distributed to both the SBA and the 8(a) contractor in accordance with the timeframes set forth in 4.201."
        },
        "c": {
          "text": "To the extent consistent with the contracting activity’s capability and resources, 8(a) contractors furnishing requirements shall be afforded production and technical assistance, including, when appropriate, identification of causes of deficiencies in their products and suggested corrective action to make such products acceptable."
        },
        "d": {
          "text": "An 8(a) contract, whether in the base or an option year, must be terminated for convenience if the 8(a) contractor to which it was awarded transfers ownership or control of the firm or if the contract is transferred or novated for any reason to another firm, unless the Administrator of the SBA waives the requirement for contract termination (13 CFR 124.515).  The Administrator may waive the termination requirement only if certain conditions exist. Moreover, a waiver of the requirement for termination is permitted only if the 8(a) contractor's request for waiver is made to the SBA prior to the actual relinquishment of ownership or control, except in the case of death or incapacity where the waiver must be submitted within 60 calendar days after such an occurrence. The clauses in the contract entitled “Special 8(a) Contract Conditions” and “Special 8(a) Subcontract Conditions” require the SBA and the 8(a) subcontractor to notify the contracting officer when ownership of the firm is being transferred. When the contracting officer receives information that an 8(a) contractor is planning to transfer ownership or control to another firm, the contracting officer shall take action immediately to preserve the option of waiving the termination requirement. The contracting officer shall determine the timing of the proposed transfer and its effect on contract performance and mission support. If the contracting officer determines that the SBA does not intend to waive the termination requirement, and termination of the contract would severely impair attainment of the agency’s program objectives or mission, the contracting officer shall immediately notify the SBA in writing that the agency is requesting a waiver. Within 15 business days thereafter, or such longer period as agreed to by the agency and the SBA, the agency head must either confirm or withdraw the request for waiver. Unless a waiver is approved by the SBA, the contracting officer must terminate the contract for convenience upon receipt of a written request by the SBA. This requirement for a convenience termination does not affect the Government’s right to terminate for default if the cause for termination of an 8(a) contract is other than the transfer of ownership or control."
        }
      },
      "sub": {}
    },
    "813": {
      "name": "Protesting an 8(a) participant’s eligibility or size status.",
      "text": {
        "a": {
          "text": "The eligibility of an 8(a) participant for a sole source or competitive 8(a) requirement may not be challenged by another 8(a) participant or any other party, either to SBA or any administrative forum as part of a bid or other contract protest (see 13 CFR 124.517)."
        },
        "b": {
          "text": "The size status of an 8(a) participant nominated for an 8(a) sole source contract may not be protested by another 8(a) participant or any other party."
        },
        "c": {
          "text": "The size status of the apparent successful offeror for competitive 8(a) awards may be protested. The filing of a size status protest is limited to–",
          "sub": {
            "1": {
              "text": "Any offeror whom the contracting officer has not eliminated for reasons unrelated to size;"
            },
            "2": {
              "text": "The contracting officer; or"
            },
            "3": {
              "text": "The SBA District Director in either the district office serving the geographical area in which the contracting activity is located or the district office that services the apparent successful offeror, or the Associate Administrator for Business Development."
            }
          }
        },
        "d": {
          "text": "Protests of competitive 8(a) awards shall follow the procedures at 19.302. For additional information, refer to 13 CFR 121.1001."
        }
      },
      "sub": {}
    },
    "814": {
      "name": "Requesting a formal size determination (8(a) sole source requirements).",
      "text": {
        "a": {
          "text": "If the size status of an 8(a) participant nominated for award of an 8(a) sole source contract is called into question, a request for a formal size determination may be submitted to SBA pursuant to 13 CFR 121.1001(b)(2)(ii) by–",
          "sub": {
            "1": {
              "text": "The 8(a) participant nominated for award of the particular sole source contract;"
            },
            "2": {
              "text": "The contracting officer who has been delegated SBA's 8(a) contract execution functions, where applicable, or the SBA program official with authority to execute the 8(a) contract;"
            },
            "3": {
              "text": "The SBA District Director in the district office that services the 8(a) participant or the Associate Administrator for Business Development; or"
            },
            "4": {
              "text": "The SBA Inspector General."
            }
          }
        },
        "b": {
          "text": "SBA’s Government Contracting Area Director will issue a formal size determination within 15 business days, if possible, after SBA receives the request for a formal size determination."
        },
        "c": {
          "text": "An appeal of an SBA size determination shall follow the procedures at 19.302."
        }
      },
      "sub": {}
    },
    "815": {
      "name": "Release for non-8(a) procurement.",
      "text": {
        "2": {
          "text": "Generally, a requirement that was previously accepted into the 8(a) program will only be released for procurements outside the 8(a) program when the contracting activity agency agrees to set aside the requirement under the small business, HUBZone, SDVOSB, or WOSB programs."
        },
        "3": {
          "text": "The requirement that a follow-on procurement must be released from the 8(a) program in order for it to be fulfilled outside the 8(a) program does not apply to task or delivery orders offered to and accepted into the 8(a) program, where the basic contract was not accepted into the 8(a) program."
        },
        "a": {
          "text": "Once a requirement has been accepted by SBA into the 8(a) program, any follow-on requirements shall remain in the 8(a) program unless there is a mandatory source (see 8.002 or 19.803) or SBA agrees to release the requirement from the 8(a) program in accordance with 13 CFR 124.504(d)."
        },
        "b": {
          "text": "To obtain release of a requirement for a non-8(a) procurement (other than a mandatory source listed at 8.002 or 8.003), the contracting officer shall make a written request to, and receive concurrence from, the SBA Associate Administrator for Business Development."
        },
        "c": {
          "text": "(1) The written request to the SBA Associate Administrator for Business Development shall indicate–"
        },
        "i": {
          "text": "Whether the agency has achieved its small disadvantaged business goal;"
        },
        "ii": {
          "text": "Whether the agency has achieved its HUBZone, SDVOSB, WOSB, or small business goal(s); and"
        },
        "iii": {
          "text": "Whether the requirement is critical to the business development of the 8(a) contractor that is currently performing the requirement."
        }
      },
      "sub": {}
    },
    "816": {
      "name": "Exiting the 8(a) program.",
      "text": {
        "a": {
          "text": "Except as provided in paragraph (c) of this section, when a contractor exits the 8(a) program, it is no longer eligible to receive new 8(a) contracts. However, the contractor remains under contractual obligation to complete existing contracts, and any priced options that may be exercised."
        },
        "b": {
          "text": "If an 8(a) contractor is suspended from the program (see 13 CFR 124.305), it may not receive any new 8(a) contracts unless the head of the contracting agency makes a determination that it is in the best interest of the Government to issue the award and SBA adopts that determination."
        },
        "c": {
          "text": "A contractor that has completed its term of participation in the 8(a) program may be awarded a competitive 8(a) contract if it was an 8(a) participant eligible for award of the contract on the initial date specified for receipt of offers contained in the solicitation, and if the contractor continues to meet all other applicable eligibility criteria."
        },
        "d": {
          "text": "SBA’s regulations on exiting the 8(a) program are found at 13 CFR 124.301 through 124.305, and 13 CFR 124.507(d)."
        }
      },
      "sub": {}
    }
  }
}